[
  {
    "id": "badiyat-al-arab",
    "slug": "badiyat-al-arab",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 2,
    "numberOfBooks": 12,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Badiyat al-Arab"
      },
      {
        "locale": "ar",
        "text": "بادية العرب"
      },
      {
        "locale": "fa",
        "text": "بادیۀ عرب"
      },
      {
        "locale": "ur",
        "text": "بادية العرب"
      },
      {
        "locale": "hi",
        "text": "बादिया अल-अरब"
      },
      {
        "locale": "fr",
        "text": "Badiyat al-Arab"
      },
      {
        "locale": "tr",
        "text": "Badiyat al-Arab"
      },
      {
        "locale": "es",
        "text": "Badiyat al-Arab"
      },
      {
        "locale": "ms",
        "text": "Badiyat al-Arab"
      },
      {
        "locale": "ru",
        "text": "Бадият аль-Араб"
      },
      {
        "locale": "bn",
        "text": "বাদিয়াত আল-আরব"
      },
      {
        "locale": "ha",
        "text": "Hamadar al-Arab"
      },
      {
        "locale": "so",
        "text": "Badiyat al-Arab"
      },
      {
        "locale": "ps",
        "text": "بادية العرب"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "The Badiyat al-Arab, or the Arabian Desert, spans much of the Arabian Peninsula. This vast desert played a significant role in early Islamic history as the setting for many of the events that shaped the Islamic world. The harsh desert environment influenced the nomadic lifestyle of its inhabitants, fostering a culture of resilience and hospitality. The desert also served as a route for trade and pilgrimage, connecting the Islamic heartlands with the outer regions. Its mention in Islamic texts often highlights its natural beauty and the challenges it presented."
      },
      {
        "locale": "fa",
        "text": "بادیة العرب، یا بیابان عرب، منطقه‌ای وسیع و خشک در شبه‌جزیره عربستان است که از دوران‌های پیش از اسلام، نقش مهمی در تاریخ اسلام داشته است. این منطقه که به سرزمین‌های مهد ظهور پیامبر اسلام، حضرت محمد (ص) تعلق دارد، در طول تاریخ به عنوان مرکزی برای تجارت و انتقال فرهنگ و دین ایفا کرده است. بیابان عرب همچنین نقشی کلیدی در حرکت قبایل و گسترش اسلام داشته و از نظر جغرافیایی و فرهنگی به شکل‌گیری و هویت جامعه اسلامی کمک شایانی نموده است."
      },
      {
        "locale": "ur",
        "text": "بادیہ العرب، جسے عربی صحرا بھی کہا جاتا ہے، عرب جزیرہ نما میں واقع ہے اور اسلامی تاریخ میں اس کا بہت اہم مقام ہے۔ یہ خطہ نبی محمد صلی اللہ علیہ وسلم کی ولادت کی جگہ ہے اور اسلام کے ابتدائی ارتقاء کا مرکز ہے۔ صحرا نے نہ صرف زمینی تجارتی راستوں کا کردار ادا کیا بلکہ مختلف قبائلی اور ثقافتی روابط کو فروغ دیا، جس نے مسلم سلطنتوں کی توسیع اور فتوحات کی بنیاد رکھی۔"
      },
      {
        "locale": "hi",
        "text": "बादियत अल-अरब, जिसे अरबी में بادية العرب के नाम से जाना जाता है, वर्तमान में अरेबियन डेजर्ट के नाम से प्रसिद्ध है। यह इस्लामिक इतिहास में महत्वपूर्ण स्थान रखता है क्योंकि यह मुहम्मद साहब के जन्मस्थान और पवित्रता की भूमि, अरब प्रायद्वीप का एक बड़ा हिस्सा है। इस क्षेत्र में इस्लाम की उत्पत्ति और विकास ने दुनिया भर में धार्मिक और सांस्कृतिक प्रभाव को मजबूत किया है।"
      },
      {
        "locale": "fr",
        "text": "Badiyat al-Arab, connue aujourd'hui sous le nom de Désert Arabique, a joué un rôle crucial dans l'histoire islamique. Cette vaste étendue désertique, s'étendant sur la plupart de la péninsule arabique, a été le théâtre de nombreuses interactions culturelles et commerciales. Lieu d'origine de l'islam, ce désert a vu naître et se propager les enseignements du prophète Muhammad, influençant profondément la civilisation arabe et, par extension, le monde entier."
      },
      {
        "locale": "tr",
        "text": "Badiyat al-Arab, yani Arap Çölü, İslam tarihi için önemli bir bölgedir. Hz. Muhammed'in doğup büyüdüğü ve İslam'ın yayıldığı topraklar olan bu çöl, Arap Yarımadası'nın büyük bir kısmını kaplar. Tarih boyunca birçok kabile ve medeniyet için yaşamsal bir merkez olmuştur. İslamiyet'in ilk yıllarında, bu bölge dini ve kültürel bir yeniden doğuşun merkezi haline gelmiştir."
      },
      {
        "locale": "es",
        "text": "Badiyat al-Arab, conocida en árabe como بادية العرب y actualmente llamada el Desierto Árabe, es una vasta región árida que juega un papel crucial en la historia del Islam. Tradicionalmente, ha sido la cuna y el refugio de tribus nómadas árabes y, según las fuentes islámicas, fue testigo de las primeras revelaciones y enseñanzas del profeta Mahoma. Esta región no solo ha sido crucial para la formación cultural y social de la península arábiga, sino también un eje central en la expansión y consolidación del Islam."
      },
      {
        "locale": "ms",
        "text": "Badiyat al-Arab, atau yang lebih dikenali sebagai Padang Pasir Arab dalam bahasa Melayu, merupakan sebuah kawasan yang luas dengan sejarah yang kaya dalam Islam. Kawasan ini, yang terletak di tengah-tengah Semenanjung Arab, menyaksikan awal penyebaran Islam dan menjadi tempat penting bagi kehidupan dan perjalanan Nabi Muhammad SAW. Padang pasir ini juga menjadi laluan perdagangan utama dan tempat berlangsungnya banyak peristiwa penting, termasuk pertempuran dan perjanjian dalam sejarah awal Islam."
      },
      {
        "locale": "ru",
        "text": "Бадият аль-Араб, известная сегодня как Аравийская пустыня, играла ключевую роль в истории ислама. Этот обширный регион не только служил местом первых откровений Пророка Мухаммеда, но и был центром распространения исламских учений через караванные пути. Пустыня связывает такие исторически значимые города, как Мекка и Медина, являясь священной землей для мусульман всего мира."
      },
      {
        "locale": "bn",
        "text": "বাদিয়াত আল-আরাব, যা বর্তমানে আরবিয়ান ডেজার্ট নামে পরিচিত, এটি ইসলামের ইতিহাসে একটি গুরুত্বপূর্ণ অঞ্চল। এই মরুভূমিটি মুহাম্মদ (সা.) এর জন্মস্থান এবং ইসলামের উৎপত্তিস্থল। প্রাচীন কাল থেকে এটি বেদুইন জীবনযাত্রা, বাণিজ্য ও সাংস্কৃতিক বিনিময়ের কেন্দ্রস্থল হিসেবে পরিচিতি পেয়ে আসছে। এই প্রস্থানীয় অঞ্চলটি বহু ঐতিহাসিক এবং ধর্মীয় ঘটনাবলীর সাক্ষী বহন করে, যা ইসলামের ইতিহাস ও বিকাশে অপরিহার্য ভূমিকা রেখেছে।"
      },
      {
        "locale": "ha",
        "text": "Badiyat al-Arab, wanda ake kira da Arabian Desert a yau, muhimmiyar yanki ce a tarihin Musulunci. Tana cikin zuciyar Larabawa, inda aka haifi addinin Islama kuma Annabi Muhammad (SAW) ya fara da'awarsa. Wannan hamada ta yi tasiri sosai wajen yada al'adun Larabawa da kuma fadada addinin Islama saboda jajircewar mazauna yankin wajen cinikayya da kuma yaki lokacin da ake bukata. Wannan yanki yana da muhimmanci sosai wajen fahimtar tarihi da bunkasar al'ummar Musulmi a daure."
      },
      {
        "locale": "so",
        "text": "Badiyat al-Arab, oo sidoo kale loo yaqaan Saxaraha Carbeed, waa dhul ballaaran oo qallalan oo ku yaalla Bariga Dhexe. Magaceeda Carabiga ah, بادية العرب, waxay tilmaamaysaa muhiimada ay leedahay gobolkan taariikhda Islaamka. Saxarahan wuxuu si weyn ugu lug lahaa faafinta diinta Islaamka, iyadoo ahayd marin muhiim ah oo ay isticmaalaan ganacsatada iyo faafiyayaasha Islaamka qarniyadii hore. Maanta, waa dhul muhiim u ah dhaqaalaha isla markaana leh saameyn balaaran oo taariikhi ah iyo dhaqan ahaanba."
      },
      {
        "locale": "ps",
        "text": "بادية العرب چې په هغه وخت کې د عرب لویه صحرا په نامه یادیده، تاریخي او مذهبي اهمیت لري. دا سیمه په اسلامي تاریخ کې د اسلام د لومړني پیغمبر، حضرت محمد صلی الله علیه وسلم د زېږدنې ځای مکه او المدینه منوره ته نژدې پرته ده. د دې صحرا له لارې ډیرو اسلامي مبارزینو سفرونه وکړل، د اسلام د پیغام د خپرولو لپاره. د عرب صحرا دا تاریخي ارزښتناکه سیمه د اسلام د زرین دوران د پیل په توګه پېژندل کېږي."
      },
      {
        "locale": "ar",
        "text": "بادية العرب أو كما تعرف حديثًا بالصحراء العربية، تشكل جزءاً حيوياً في التاريخ الإسلامي. هذا الإقليم، الذي يمتد في شبه الجزيرة العربية، كان مسرحًا للعديد من الأحداث التاريخية الهامة، بما في ذلك نشوء وانتشار الإسلام. كانت بيئتها القاسية تشكل تحديًا كبيرًا، لكنها كذلك قدمت لأهلها خصائص الصبر والمقاومة. لعبت دوراً أساسيًا في صياغة الشخصية العربية والإسلامية، وتأثيرها يمتد إلى اليوم الراهن في مختلف جوانب الحياة الثقافية والاجتماعية."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Arabian Desert"
      },
      {
        "locale": "fa",
        "text": "کویر عربی"
      },
      {
        "locale": "ur",
        "text": "صحرائے عرب"
      },
      {
        "locale": "hi",
        "text": "अरबीयन डेजर्ट"
      },
      {
        "locale": "fr",
        "text": "Désert Arabique"
      },
      {
        "locale": "tr",
        "text": "Arap Çölü"
      },
      {
        "locale": "es",
        "text": "Desierto Árabe"
      },
      {
        "locale": "ms",
        "text": "Padang Pasir Arab"
      },
      {
        "locale": "ru",
        "text": "Аравийская пустыня"
      },
      {
        "locale": "bn",
        "text": "আরবিয়ান মরুভূমি"
      },
      {
        "locale": "ha",
        "text": "Hamadar Larabawa"
      },
      {
        "locale": "so",
        "text": "Lama Degta Carabta"
      },
      {
        "locale": "ps",
        "text": "بادیه عرب"
      }
    ]
  },
  {
    "id": "barqa",
    "slug": "barqa",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 8,
    "numberOfBooks": 31,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Barqa"
      },
      {
        "locale": "ar",
        "text": "برقة"
      },
      {
        "locale": "fa",
        "text": "برقة"
      },
      {
        "locale": "ur",
        "text": "برقة"
      },
      {
        "locale": "hi",
        "text": "बर्क़ा"
      },
      {
        "locale": "fr",
        "text": "Barqa"
      },
      {
        "locale": "tr",
        "text": "Barqa"
      },
      {
        "locale": "es",
        "text": "Barqa"
      },
      {
        "locale": "ms",
        "text": "Barqa"
      },
      {
        "locale": "ru",
        "text": "Барка"
      },
      {
        "locale": "bn",
        "text": "বার্কা"
      },
      {
        "locale": "ha",
        "text": "Barqa"
      },
      {
        "locale": "so",
        "text": "Barqa"
      },
      {
        "locale": "ps",
        "text": "برقه"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Barqa, known as Cyrenaica in ancient times, is a historic region in eastern Libya. It became part of the Islamic world in the 7th century under the Rashidun Caliphate. Barqa was a significant center for Islamic learning and a crucial point of transit in the trans-Saharan trade routes. The region's Islamic heritage includes notable scholars, Sufi orders, and contributions to Islamic governance and jurisprudence. Its strategic location and historical depth are reflected in Islamic classical texts, underlining its importance in the broader Islamic civilization."
      },
      {
        "locale": "fa",
        "text": "برقه، که در عربی به آن برقة گفته می‌شود، منطقه‌ای تاریخی در شرق لیبی است که امروزه با نام منطقه سیرنایکا شناخته می‌شود. این منطقه از دوران اسلامی به عنوان یکی از مهم‌ترین مراکز فرهنگی و تجاری در شمال آفریقا شناخته شده است. برقه، که در گذر تاریخ میزبان تمدن‌های مختلفی بوده است، نقش مهمی در توسعه و گسترش اسلام در منطقه داشته و مرکزی برای دانش و فرهنگ در دوره‌های اسلامی ایفا کرده است."
      },
      {
        "locale": "ur",
        "text": "برقہ، جو موجودہ لیبیا کے سیرینایکا خطہ میں واقع ہے، اسلامی تاریخ کا اہم خطہ رہا ہے۔ عرب فاتحین نے ساتویں صدی میں اس علاقے کو فتح کیا، جس کے بعد یہ خطہ اسلامی تہذیب کا حامل بن گیا۔ برقہ تجارت، علم، اور ثقافت کی سرگرمیوں کا مرکز بھی رہا ہے۔ اس کے علاوہ، متعدد علماء اور شخصیات نے اس خطے سے تعلق رکھا ہے، جنہوں نے اسلامی تعلیمات و فلسفہ میں گہرائی سے کام کیا۔"
      },
      {
        "locale": "hi",
        "text": "बर्का, जिसे अरबी में برقة के रूप में जाना जाता है, वर्तमान में लीबिया के सिरेनाइका क्षेत्र के रूप में पहचाना जाता है। इस क्षेत्र का इतिहास समृद्ध है और यह इस्लामी इतिहास में महत्वपूर्ण स्थलों में से एक है। प्राचीन काल में, बर्का व्यापार और सांस्कृतिक विनिमय का एक केंद्र बिंदु था। इसलामिक काल के दौरान, यह क्षेत्र मुस्लिम विजय और खिलाफत के प्रसार के लिहाज से महत्वपूर्ण रहा है।"
      },
      {
        "locale": "fr",
        "text": "Barqa, connue en arabe sous le nom de برقة, est l'ancienne région de Cyrénaïque, située actuellement en Libye. Cette région possède une richesse historique marquée par son rôle important dans les premières expansions islamiques. Terre de passage et d'échanges, Barqa a été un carrefour entre l'Afrique du Nord et le Moyen-Orient, influencée tant par les Berbères locaux que par les conquérants arabes. Elle reste gravée dans l'histoire islamique comme une zone de fusion culturelle et de développement religieux."
      },
      {
        "locale": "tr",
        "text": "Barqa, günümüzde Libya'nın Kirene bölgesi olarak bilinir ve İslam tarihinde önemli bir yere sahiptir. Arapça adı برقة olan bu bölge, İslam'ın erken dönemlerde, özellikle Müslümanların Kuzey Afrika'yı fethetmeye başladıkları zaman stratejik bir merkez olmuştur. Barqa, hem coğrafi konumu hem de tarihi önemi nedeniyle İslam kültüründe ve tarihinde derin izler bırakmıştır."
      },
      {
        "locale": "es",
        "text": "Barqa, conocida actualmente como la región de Cirenaica en Libia, tiene una rica herencia en la historia islámica. Esta área, denominada برقة (Barqa) en árabe, fue importante durante la expansión islámica y a lo largo de los periodos subsiguientes, incluyendo el control otomano. Su posición estratégica como una región costera en el norte de África facilitó el intercambio cultural y las conexiones comerciales entre África, Medio Oriente y Europa, influyendo significativamente en el desarrollo cultural y político del mundo islámico."
      },
      {
        "locale": "ms",
        "text": "Barqa, dikenali dalam bahasa Arab sebagai برقة, dan sekarang merupakan wilayah Cyrenaica di Libya, memegang peranan penting dalam sejarah Islam. Kawasan ini menjadi saksi kepada penyebaran awal Islam di Afrika Utara selepas pengislaman oleh para sahabat Nabi Muhammad SAW. Barqa juga merupakan pusat intelektual dan pendidikan, menjadikan kawasan ini titik penting dalam sejarah dan kebudayaan Islam. Penempatan strategiknya di pantai Mediterania memperkukuh lagi kedudukannya sebagai pusat perdagangan dan interaksi budaya."
      },
      {
        "locale": "ru",
        "text": "Барка, или Барка (по-арабски Барка), в современных границах известна как регион Киренаика в Ливии. Этот регион имеет глубокие исторические и религиозные корни, связанные с ранним распространением ислама на Севере Африки. В исламской истории Барка была значимым центром, откуда ислам начал своё распространение через местные племена и торговцев. Наличие этого региона подчеркивает важность его геополитического и духовного значения в контексте Исламской истории."
      },
      {
        "locale": "bn",
        "text": "বারকা, যা আরবিতে বরকা নামে পরিচিত, বর্তমানে লিবিয়ার সাইরেনাইকা অঞ্চল হিসেবে পরিচিত। ইসলামের ইতিহাসে এই অঞ্চলের গুরুত্ব অপরিসীম। মুসলিম বিজয়ের শুরুর দিকে এটি একটি সামরিক ও প্রশাসনিক কেন্দ্র ছিল। ইসলামিক সংস্কৃতির ছাপ রেখে গেছে এই অঞ্চল বিশেষ করে ধর্মীয় শিক্ষা এবং দীক্ষার ক্ষেত্রে। সাইরেনাইকার বিভিন্ন ইতিহাস ও ঐতিহ্যগুলি আজও ইসলাম ধর্মের অনুসারীদের মাঝে গুরুত্বপূর্ণ স্থান ধরে রাখে।"
      },
      {
        "locale": "ha",
        "text": "Barqa, wanda aka fi sani da Cyrenaica a yau a Libya, yana da muhimmanci a tarihin Musulunci. A ƙarni na bakwai, daular Musulunci ta faɗaɗa zuwa wannan yanki bayan da aka ci gaba da yaɗa addinin Musulunci ta hanyar Sahabban Annabi Muhammad (SAW). Wannan yanki ya kasance muhimmi ga yada al'adun Islama da ilimi, sannan kuma matattarar yake ga masana ilimi da malamai a tsawon ƙarni. Yanzu haka dai Barqa na ɗaya daga cikin yankunan tarihi da suka shaida sauye-sauyen siyasa da al'umma a arewacin Afirka."
      },
      {
        "locale": "so",
        "text": "Barqa, oo sidoo kale loo yaqaan Cyrenaica, waxay ku taal bariga Liibiya. Magacan Carabiga ah waa برقة. Barqa waxay leedahay taariikh dheer oo ku xeeran Islaamka, waxayna ahayd meel muhiim u ah fidinta Islaamka Gobolka Waqooyiga Afrika. Gobolku wuxuu mar ahaa xarun dhaqameed iyo mid diimeed oo muhiim ah, wuxuu kaloo ku jiray meelo ay xukumi jireen maamullo kala duwan xilliyada kala guurka taariikhda Islaamka. Maanta, Barqa waa gobol hodan ku ah taariikhdiisa diimeed."
      },
      {
        "locale": "ps",
        "text": "برقه چې په عربي کې برقة په نوم ياديږي، د ليبيا په موجوده ځمکه کې د سيرنايکا سيمه ده. دا سيمه د اسلامي تاريخ په دوران کې لوی اهميت لرلو، ځکه چې دا د اسلامي فتوحاتو پر مهال لومړیو ته د اسلام د خپراوي مرکز و. دا سيمه دپخوانۍ اندلس سره يو له مهمو اقتصادي او فرهنگي مرکزونو څخه وه. نن ورځ د ليبيا اهميت لري او د اسلامي فرهنگ د پياوړتيا لپاره يوه مرکزي برخه ګڼل کيږي."
      },
      {
        "locale": "ar",
        "text": "برقة، المعروفة حاليًا باسم منطقة الجبل الأخضر في ليبيا، تعد من الأقاليم الإسلامية الهامة ذات التأثير البارز في تاريخ الإسلام. تعرف برقة بطبيعتها الخلابة وموقعها الاستراتيجي، وكانت مركزًا للعديد من الحملات الإسلامية خلال الفتوحات. كما أنها شهدت نشاطًا ثقافيًا وعلميًا مهمًا، فقد أنجبت برقة علماء وفقهاء أثروا في الحياة الدينية والفكرية الإسلامية."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Cyrenaica region, Libya"
      },
      {
        "locale": "fa",
        "text": "منطقة برقة، ليبيا"
      },
      {
        "locale": "ur",
        "text": "خطہ سیرینیکا، لیبیا"
      },
      {
        "locale": "hi",
        "text": "साइरेनैका क्षेत्र, लीबिया"
      },
      {
        "locale": "fr",
        "text": "région de Cyrénaïque, Libye"
      },
      {
        "locale": "tr",
        "text": "Libya'daki Kirene Bölgesi"
      },
      {
        "locale": "es",
        "text": "región de Cirenaica, Libia"
      },
      {
        "locale": "ms",
        "text": "Wilayah Cyrenaica, Libya"
      },
      {
        "locale": "ru",
        "text": "Регион Киренаика, Ливия"
      },
      {
        "locale": "bn",
        "text": "সাইরেনাইকা অঞ্চল, লিবিয়া"
      },
      {
        "locale": "ha",
        "text": "Yankin Cyrenaica, Libya"
      },
      {
        "locale": "so",
        "text": "Gobolka Cyrenaica, Libya"
      },
      {
        "locale": "ps",
        "text": "سيمه د سيرينيكا، ليبيا"
      }
    ]
  },
  {
    "id": "daylam",
    "slug": "daylam",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 34,
    "numberOfBooks": 137,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Daylam"
      },
      {
        "locale": "ar",
        "text": "ديلم"
      },
      {
        "locale": "fa",
        "text": "دیلم"
      },
      {
        "locale": "ur",
        "text": "دیلم"
      },
      {
        "locale": "hi",
        "text": "दैलम"
      },
      {
        "locale": "fr",
        "text": "Daylam"
      },
      {
        "locale": "tr",
        "text": "Daylam"
      },
      {
        "locale": "es",
        "text": "Daylam"
      },
      {
        "locale": "ms",
        "text": "Daylam"
      },
      {
        "locale": "ru",
        "text": "Дейлам"
      },
      {
        "locale": "bn",
        "text": "দায়লাম"
      },
      {
        "locale": "ha",
        "text": "Daylam"
      },
      {
        "locale": "so",
        "text": "Daylam"
      },
      {
        "locale": "ps",
        "text": "دیلم"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Daylam, located in northern Iran, was known for the Daylamites, a people of great military prowess who played a significant role in the Islamic world. The region was a center for the Zaydi form of Shi'a Islam and contributed to the spread of Shi'ism in Iran. Daylam's strategic location and its warrior inhabitants are frequently mentioned in Islamic classical texts. The region's complex relationship with the central Islamic caliphates, along with its contributions to Islamic military and political developments, underscore its historical importance."
      },
      {
        "locale": "fa",
        "text": "دیلم، منطقه‌ای تاریخی در شمال ایران واقع شده که در سواحل جنوب غربی دریای خزر قرار دارد. این منطقه با نام عربی دیلم شناخته می‌شود. دیلم در طول تاریخ اسلامی از جایگاه ویژه‌ای برخوردار بود و دیلمیان در دوران‌های مختلف نقش بارزی در تحولات سیاسی و نظامی منطقه داشتند؛ از قیام آل بویه در دوران سلطنت عباسیان تا مقاومت در برابر حملات خارجی. دیلم به‌عنوان منبع قدرت نظامی و اداری، در هویت سیاسی-فرهنگی ایران زمین تأثیرگذار بوده است."
      },
      {
        "locale": "ur",
        "text": "دیلم جو اب شمالی ایران کے علاقے اور کیسپین سی کے جنوب مغربی ساحل پر واقع ہے، اسلامی تاریخ میں اہمیت کا حامل ہے۔ اس خطے نے متعدد دینی، ثقافتی اور سیاسی تبدیلیوں کا مشاہدہ کیا۔ دیلم کے لوگوں نے ابتدائی اسلامی دور میں مختلف خلافتوں، خاص طور پر خلفاء اباسیہ کے دوران، اہم سیاسی اور فوجی کردار ادا کیا۔ ان کی مرکزیت اور بیداری نے علاقائی تاریخ کو متاثر کیا."
      },
      {
        "locale": "hi",
        "text": "दयलम, जिसे अरबी में ديلم कहा जाता है, वर्तमान में ईरान के उत्तरी भाग में स्थित है, जो कैस्पियन सागर के दक्षिण-पश्चिमी तट पर फैला हुआ है। यह क्षेत्र इस्लामिक इतिहास में महत्वपूर्ण है, क्योंकि यहां इस्लाम के प्रसार और सांस्कृतिक समृद्धि के कई महत्वपूर्ण घटनाएँ हुईं। दयलमी लोगों की अपनी अलग सांस्कृतिक पहचान और राजनीतिक इतिहास रहा है, जिसमें वे समय-समय पर विभिन्न साम्राज्यों के संघर्ष में शामिल रहे।"
      },
      {
        "locale": "fr",
        "text": "Daylam, connu en arabe sous le nom de ديلم, se situe dans le nord de l'Iran le long de la côte sud-ouest de la mer Caspienne. Historiquement célèbre pour sa résistance tenace contre les califats omeyyades et abbassides, cette région était peuplée principalement par des peuples iraniens montagnards. Au cours du 10ème siècle, avec l'avènement des dynasties daylamites comme les Bouyides, Daylam devint un centre politique majeur influençant profondément l'histoire politique et culturelle du monde islamique et de la Perse prémoderne."
      },
      {
        "locale": "tr",
        "text": "Daylam, günümüzde Kuzey İran'da, Hazar Denizi'nin güneybatı kıyısında yer alan bir bölgedir. İslam tarihinde önemli bir rol oynamıştır, özellikle Abbasi döneminde Daylamiler, bölgenin yerel halkı önemli askeri ve siyasi güç olarak ortaya çıkmıştır. Bu dönemde, Daylamiler, İslam dünyasında önemli mevkilere yükselmiş ve birçok önemli tarihi gelişmeye katkıda bulunmuşlardır. Daylamlılar, özellikle şiddetli bağımsızlık ruhları ve savaşçı nitelikleri ile tanınırlar."
      },
      {
        "locale": "es",
        "text": "Daylam, conocido en árabe como ديلم, es una región histórica ubicada en el norte de Irán, a lo largo de la costa suroeste del Mar Caspio. Durante la historia islámica, Daylam fue un destacado centro de poder, especialmente durante la era de las dinastías iraníes como los Buyíes, quienes originaron de esta área. La envergadura geográfica y su posición estratégica la convirtieron en un punto crítico para el control de las rutas comerciales y la expansión militar en la región."
      },
      {
        "locale": "ms",
        "text": "Daylam, yang dikenali dalam Bahasa Arab sebagai ديلم, merupakan kawasan penting dalam sejarah Islam yang terletak di utara Iran, bersempadan dengan pantai barat daya Laut Caspian. Kawasan ini terkenal sepanjang zaman pertengahan kerana peranannya sebagai pusat kuasa bagi Daylamites, yang banyak memberi pengaruh dalam politik dan ketenteraan Islam. Keterlibatan mereka dalam dinasti-dinasti seperti Buyids dan kegiatan dakwah Islam menyebabkan Daylam menjadi titik pertemuan budaya dan kekuasaan yang signifikan dalam konteks sejarah Islam."
      },
      {
        "locale": "ru",
        "text": "Дайлам, известный на арабском как Дейлам, располагается в северном Иране вдоль юго-западного побережья Каспийского моря. Этот регион имеет значительное историческое значение в исламской истории, служа местом важных событий и культурных развитий. Дайлам был центральным для распространения ислама на Иранском плоскогорье и играл ключевую роль в политической и религиозной жизни раннего исламского мира, особенно в периоды правления династий, таких как Буйиды и Зияриды."
      },
      {
        "locale": "bn",
        "text": "দায়লাম, যার আরবি নাম দিলম, বর্তমানে উত্তর ইরানে অবস্থিত, ক্যাস্পিয়ান সাগরের দক্ষিণ-পশ্চিমাঞ্চলীয় উপকূল জুড়ে প্রসারিত। ইসলামিক ইতিহাসে এ অঞ্চল গুরুত্বপূর্ণ হয়ে উঠেছিল বিশেষ করে আব্বাসীদ খিলাফত আমলে। সেখানকার জনগণ দাইলামি সৈনিক হিসেবে পরিচিত ছিল, যারা তাদের সামরিক ক্ষমতা এবং নেতৃত্বে অবদান রেখেছিল। দাইলামিরা ঐতিহাসিকভাবে ইরানের বিভিন্ন রাজনৈতিক এবং সামরিক ঘটনাবলীতে প্রভাবশালী ভূমিকা পালন করেছেন।"
      },
      {
        "locale": "ha",
        "text": "Daylam, wanda aka sani a Larabci da ديلم, yanki ne da ke arewacin Iran, a gefen kudu maso yammacin Tekun Caspian. Yankin ya kasance da muhimmanci a tarihin Musulunci, musamman tun lokacin da aka samu shigar manyan jarumai da malamai Musulmai, wadanda suka taimaka wajen yada addinin Musulunci a wannan yanki. Daylam ya kuma yi fice saboda rawar da ya taka a zamanin daulolin Musulmai irin su Buyyawa, wadanda suka yi tasiri sosai a fagen siyasa da addini a yankin Gabas ta Tsakiya."
      },
      {
        "locale": "so",
        "text": "Daylam, oo markii hore loo yaqaannay ديلم, waa gobol ku yaal waqooyiga Iiraan kaas oo dhaca xeebta koonfur galbeed ee Badda Cas. Gobolkani wuxuu lahaa muhiimad weyn taariikhda Islaamka, gaar ahaan intii lagu jiray qarniyadii dhexe markii ay Daylamiyiintu saameyn ballaadhan ku lahaayeen siyaasadda iyo ciidamada Gobolka. Waxay caan ku ahaayeen geesisanimadooda iyo saamayntooda ku aaddan fidinta mad'habta Shiicada, taas oo qeyb weyn ka qaadatay faafintooda iyo saameyntooda dhul ballaadhan oo ku yaal Bariga Dhexe."
      },
      {
        "locale": "ps",
        "text": "دےلم، چې په عربي کې دےلم په نوم يادېږي، په اسلامي تاريخ کې يو مهم سيمه وه. دا سيمه اوس مهال په شمالي ايران کې، د کاسپين سمندر په جنوب لوېديزه غاړه کې موقعيت لري. په ميانه پېړيو کې دےلم د بېلا بېلو خودمختار حکومتونو ځاى وه، چې وروسته په خلافت ضمن کړې شو. دےلم په سيمه کې موجود مذهبي او فرهنگي تنوع د اسلامي نړۍ په وده کې مهم رول لوبولى دى. دےلم وطن د بېلا بېلو ديني ډلو او اثراتو ملګری و."
      },
      {
        "locale": "ar",
        "text": "ديلم، المعروفة اليوم بأنها جزء من شمال إيران على الساحل الجنوبي الغربي للبحر الخزر، كانت منطقة ذات أهمية كبرى في التاريخ الإسلامي. دخلت الإسلام في القرن الثاني للهجرة وسرعان ما أصبحت مركزًا للعديد من الحركات الإسلامية، بما في ذلك الديلميين الذين لعبوا دورًا مهمًا في السياسة والعسكرية في منطقة الخلافة، وساهموا في تشكيل معالم التاريخ الإسلامي في تلك الفترات."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Northern Iran, region along the southwestern coast of the Caspian Sea"
      },
      {
        "locale": "fa",
        "text": "شمال ایران، منطقه‌ای در کرانه جنوب غربی دریای خزر"
      },
      {
        "locale": "ur",
        "text": "شمالی ایران، بحیرہ کیسپین کے جنوب مغربی ساحل کا علاقہ"
      },
      {
        "locale": "hi",
        "text": "उत्तरी ईरान, कैस्पियन सागर के दक्षिण-पश्चिमी तट के साथ क्षेत्र"
      },
      {
        "locale": "fr",
        "text": "Nord de l'Iran, région le long de la côte sud-ouest de la mer Caspienne"
      },
      {
        "locale": "tr",
        "text": "Kuzey İran, Hazar Denizi'nin güneybatı kıyısı boyunca bir bölge"
      },
      {
        "locale": "es",
        "text": "norte de Irán, región a lo largo de la costa suroeste del mar Caspio"
      },
      {
        "locale": "ms",
        "text": "Iran Utara, kawasan sepanjang pantai barat daya Laut Kaspian"
      },
      {
        "locale": "ru",
        "text": "Северный Иран, регион вдоль юго-западного побережья Каспийского моря"
      },
      {
        "locale": "bn",
        "text": "উত্তর ইরান, ক্যাস্পিয়ান সাগরের দক্ষিণ-পশ্চিমাঞ্চলীয় উপকূলবর্তী অঞ্চল"
      },
      {
        "locale": "ha",
        "text": "Arewacin Iran, yankin da ke kudu maso yammacin gabar tekun Caspian"
      },
      {
        "locale": "so",
        "text": "Waqooyiga Iiraan, gobolka xeebta koonfur-galbeed ee Badda Caspian"
      },
      {
        "locale": "ps",
        "text": "نورت ایران، د کاسپین سمندر جنوبي لویدیځ ساحل ته نږدې سیمه"
      }
    ]
  },
  {
    "id": "egypt",
    "slug": "egypt",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 214,
    "numberOfBooks": 2068,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Egypt"
      },
      {
        "locale": "ar",
        "text": "مصر"
      },
      {
        "locale": "fa",
        "text": "مصر"
      },
      {
        "locale": "ur",
        "text": "مصر"
      },
      {
        "locale": "hi",
        "text": "मिस्र"
      },
      {
        "locale": "fr",
        "text": "Égypte"
      },
      {
        "locale": "tr",
        "text": "Mısır"
      },
      {
        "locale": "es",
        "text": "Egipto"
      },
      {
        "locale": "ms",
        "text": "Mesir"
      },
      {
        "locale": "ru",
        "text": "Египет"
      },
      {
        "locale": "bn",
        "text": "মিশর"
      },
      {
        "locale": "ha",
        "text": "Misira"
      },
      {
        "locale": "so",
        "text": "Masar"
      },
      {
        "locale": "ps",
        "text": "مصر"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Egypt holds a pivotal place in Islamic history, becoming part of the Muslim world in the 7th century. It was home to the Fatimid Caliphate, which established Cairo as a major center of learning and culture. The Al-Azhar University in Cairo, founded in the 10th century, is one of the oldest operating universities in the world and a leading center for Islamic scholarship. Egypt's strategic location and control of the Nile were crucial in early Islamic conquests and trade."
      },
      {
        "locale": "fa",
        "text": "مصر، با نام رسمی جمهوری عربی مصر، از جمله مناطق با اهمیت فراوان در تاریخ اسلام است. این کشور، که در قلب جهان عرب قرار دارد، نقش بسزایی در توسعه و پراکندگی فرهنگ و تمدن اسلامی داشته است. از زمان فتوحات اسلامی در قرن هفتم، مصر به عنوان مرکزی برای دانش و علم، برجسته شده و تا به امروز به عنوان یکی از پیشگامان فکری و معنوی در جهان اسلام شناخته می‌شود."
      },
      {
        "locale": "ur",
        "text": "مصر، جسے عرب جمہوریہ مصر بھی کہا جاتا ہے، اسلامی تاریخ میں ایک نمایاں خطہ رہا ہے۔ اس خطے نے فاطمی خلافت، ایوبی دور، اور مملوک سلطنت جیسے اہم ادوار دیکھے ہیں۔ مصر نہ صرف علم و فنون کا مرکز رہا بلکہ یہ مسلمانوں کی فوجی اور سیاسی سرگرمیوں کا بھی گڑھ رہا ہے۔ اس خطے کی تاریخی اہمیت اس کے عظیم الشان معماری یادگاروں مثلاً قاہرہ کی تاریخی مساجد اور قلعہ جات میں جھلکتی ہے، جو آج بھی سیاحوں کی توجہ کا مرکز ہیں۔"
      },
      {
        "locale": "hi",
        "text": "मिस्र, जिसे अरबी में 'मिस्र' कहा जाता है, इस्लामी इतिहास में एक महत्वपूर्ण क्षेत्र है। इस्लाम के प्रारम्भिक काल से ही मिस्र ने विभिन्न इस्लामी खलीफाओं और साम्राज्यों के विकास में योगदान दिया है। फातिमिड, अय्यूबी और ममलूक काल के दौरान मिस्र ने इस्लामी संस्कृति, वास्तुकला, विज्ञान और शिक्षा के क्षेत्र में उल्लेखनीय प्रगति की। वर्तमान में, मिस्र 'अरब गणराज्य मिस्र' के नाम से पहचाना जाता है, और यह इस्लामी दुनिया में अपनी ऐतिहासिक और सांस्कृतिक महत्व के कारण प्रमुख स्थान रखता है।"
      },
      {
        "locale": "fr",
        "text": "L'Égypte, ou la République arabe d'Égypte, joue un rôle majeur dans l'histoire islamique dès les premières conquêtes musulmanes. Elle devient rapidement un centre culturel, politique et économique sous les Califats, notamment les Omeyyades et les Abbassides. Le Caire, fondé en 969, est devenu un carrefour des savoirs et un lieu de rayonnement du savoir islamique. L'Égypte a également été le cœur des dynasties influentes comme les Fatimides, contribuant de manière significative à la diffusion de l'Islam et à l'émergence d'une identité musulmane unifiée en Méditerranée et au-delà."
      },
      {
        "locale": "tr",
        "text": "Mısır, İslam tarihi için oldukça önemli bir bölgedir. İslam’ın altın çağında bilim, matematik ve tıp gibi alanlarda önemli ilerlemeler sağlanmıştır. Fatımiler ve Memlükler gibi İslami hanedanlıklar, Mısır’ı yönetmiş ve bu bölge, İslami sanat ve mimarinin gelişmesinde merkezi bir rol oynamıştır. Bugün de Mısır, Arap Cumhuriyeti Mısır olarak bilinir ve İslam dünyası içerisinde kültürel ve dini bir merkez olmaya devam etmektedir."
      },
      {
        "locale": "es",
        "text": "Egipto, conocido históricamente como مصر en árabe, ha jugado un papel central en la historia del Islam desde la conquista árabe en 641 EC. Su posición geográfica estratégica, entre África y Asia, y su función como centro cultural, educativo y religioso han influido significativamente en el desarrollo islámico. La actual República Árabe de Egipto sigue siendo un punto focal en estudios islámicos, con instituciones como la Universidad de Al-Azhar destacando en la enseñanza del pensamiento islámico."
      },
      {
        "locale": "ms",
        "text": "Mesir, atau secara rasminya dikenali sebagai Republik Arab Mesir, memainkan peranan penting dalam sejarah Islam. Berpusat di Afrika Utara, Mesir adalah salah satu kawasan paling awal dan berpengaruh dalam penyebaran dan pembangunan Islam sejak zaman Fatimiyah, Ayyubiyah, dan terutamanya Mamluk. Peranan intelektual dan spiritualnya, terutama di al-Azhar di Kaherah, telah menjadikannya pusat ilmu pengetahuan dan kebudayaan Islam yang penting. Dengan sejarah yang kaya dan kompleks, Mesir terus mempengaruhi dunia Islam moden di banyak aspek."
      },
      {
        "locale": "ru",
        "text": "Египет, официально Арабская Республика Египет, является ключевой страной в исламской истории. Традиционно служащий мостом между Северной Африкой и Ближним Востоком, он стал центром многих исламских цивилизаций. С момента завоевания мусульманами в VII веке и утверждения ислама как доминирующей религии, Египет значительно влиял на религиозное, культурное и политическое развитие региона. Египет также известен как место возникновения и развития различных направлений в исламском образовании и культуре."
      },
      {
        "locale": "bn",
        "text": "মিশর ইসলামী ইতিহাসের একটি প্রধান অঞ্চল হিসেবে পরিচিত। আরবি নাম 'মসর' বা 'مصر', এটি বর্তমানে আরব প্রজাতন্ত্র মিশর নামে পরিচিত। ইসলামের প্রসারের দ্বিতীয় শতাব্দীতে, ৬৪১ সালে মিশর মুসলিম শাসনাধীনে আসে। মিশরের ঐতিহাসিক ভূমিকা ইসলামী বিজ্ঞান, সংস্কৃতি, ও সাম্রাজ্যিক বিস্তারে গভীর প্রভাব রেখেছে, যা ইসলামী ইতিহাসে এক অনন্য স্থান দান করে।"
      },
      {
        "locale": "ha",
        "text": "Masar, ko kamar yadda ake kira Arab Republic of Egypt a yau, ta taka muhimmiyar rawa a tarihin Musulunci tun lokacin da Musulunci ya bazu zuwa yankin a karni na bakwai. Kasancewarta gida ga Al-Azhar, daya daga cikin manyan jami'o'in addinin Musulunci da karatun addini, Masar na da muhimmanci ga ilimin addinin Musulunci da fahimtar koyarwar sa. Har ila yau, kasar ta yi fice wajen zama cibiyar siyasa da al'adu a duniyar Musulmi, inda ta inflantar da tasirinta sosai a ilimi da al'adun Islama."
      },
      {
        "locale": "so",
        "text": "Masar, oo haatan loo yaqaan Jamhuuriyadda Carabta ee Masar, waxay ahmiyad weyn ku leedahay taariikhda Islaamka. Waxay xarun u ahayd dhaqdhaqaaqyo waaweyn iyo isbedello muhim ah muddooyin kala duwan. Masar ayaa door muuqda ka qaadatay fidinta Islaamka, gaar ahaan Qaahira oo ahayd xarunta cilmi baarista iyo faafinta diinta. Waxay kaloo martigelisay culimo iyo fuqaha' muhiim ah, kuwaas oo saameyn weyn ku yeeshay faafinta iyo horumarinta fiqiga iyo dhaqanka Islaamka."
      },
      {
        "locale": "ps",
        "text": "مصر، د اسلامي تاریخ لپاره یوه مهمه سیمه، د اسلام په چپه کې د خلافت د پراختیا او د ثقافتي او علمي لوړوالي مرکز و. کله چې عمر بن الخطاب رضي الله عنه د مصر فتحه وکړه، دا د عربو لپاره یو مهم ستراتیژیک نقطه شوې وه. له هغه وخت راهیسې، مصر د عدلیو ادارو، علمي مؤسساتو، او د فرهنګي تکاملو په برخه کې مرکزي نقش لوبولی دی. دا هم د الازهر پوهنتون ښار دی چې د اسلامي علومو مهمه اداره ده."
      },
      {
        "locale": "ar",
        "text": "تُعد مصر، رسمياً الجمهورية العربية المصرية، من الدول ذات أهمية بارزة في التاريخ الإسلامي. فقد شكّلت مركزًا حيويًا للثقافة والعلم في العصور الوسطى، وكانت معبراً للفتوحات والتجارة. وتُعرف مصر بأنها مهد للحضارات وملتقى الأديان، حيث تأثرت بشكل عميق بالإسلام منذ دخوله في القرن السابع الميلادي، ولعبت دورًا مركزيًا في الخلافة الإسلامية، بما في ذلك العصر الفاطمي، الذي شهد ازدهار القاهرة كعاصمة إسلامية."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Arab Republic of Egypt"
      },
      {
        "locale": "fa",
        "text": "جمهوری عربی مصر"
      },
      {
        "locale": "ur",
        "text": "عرب جمہوریہ مصر"
      },
      {
        "locale": "hi",
        "text": "अरब गणराज्य मिस्र"
      },
      {
        "locale": "fr",
        "text": "République arabe d'Égypte"
      },
      {
        "locale": "tr",
        "text": "Mısır Arap Cumhuriyeti"
      },
      {
        "locale": "es",
        "text": "República Árabe de Egipto"
      },
      {
        "locale": "ms",
        "text": "Republik Arab Mesir"
      },
      {
        "locale": "ru",
        "text": "Арабская Республика Египет"
      },
      {
        "locale": "bn",
        "text": "আরব প্রজাতন্ত্র মিশর"
      },
      {
        "locale": "ha",
        "text": "Jamhuriyar Larabawa ta Misira"
      },
      {
        "locale": "so",
        "text": "Jamhuuriyadda Carabta ee Masar"
      },
      {
        "locale": "ps",
        "text": "عربي جمهوریت مصر"
      }
    ]
  },
  {
    "id": "faris",
    "slug": "faris",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 32,
    "numberOfBooks": 79,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Faris"
      },
      {
        "locale": "ar",
        "text": "فارس"
      },
      {
        "locale": "fa",
        "text": "فارس"
      },
      {
        "locale": "ur",
        "text": "فارس"
      },
      {
        "locale": "hi",
        "text": "फ़ारस"
      },
      {
        "locale": "fr",
        "text": "Fars"
      },
      {
        "locale": "tr",
        "text": "Fars"
      },
      {
        "locale": "es",
        "text": "Persia"
      },
      {
        "locale": "ms",
        "text": "Parsi"
      },
      {
        "locale": "ru",
        "text": "Персия"
      },
      {
        "locale": "bn",
        "text": "ফারস"
      },
      {
        "locale": "ha",
        "text": "Faris"
      },
      {
        "locale": "so",
        "text": "Faaris"
      },
      {
        "locale": "ps",
        "text": "فارس"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Faris, or Persia, deeply influenced Islamic civilization through its contributions to art, architecture, language, and literature. The conquest of Persia by the Muslims in the 7th century led to the incorporation of Persian administrative practices and culture into the Islamic caliphates. Persian scholars played a vital role in the development of Islamic sciences, philosophy, and the Persian language, Farsi, became one of the key languages of Islamic scholarship and literature, alongside Arabic."
      },
      {
        "locale": "fa",
        "text": "فارس، که در زبان عربی با نام فارس شناخته می‌شود، امروزه به نام ایران یا پرشیا نامیده می‌شود. این سرزمین نقش بسیار مهمی در تاریخ اسلامی داشته است. از زمان فتح اسلامی در قرن هفتم و تبدیل شیوه‌ها و فرهنگ غنی خود به اسلام، ایران به یکی از کانون‌های علمی، فلسفی و فرهنگی در جهان اسلام تبدیل شد. علما و شاعران بزرگی چون فردوسی، رازی و ابن سینا، همگی از این خاک برخاسته‌اند و به اعتلای علم و دانش در عصر طلایی اسلام کمک شایانی کرده‌اند."
      },
      {
        "locale": "ur",
        "text": "فارس، جو موجودہ ایران کے نام سے جانا جاتا ہے، اسلامی تاریخ میں ایک مرکزی خطہ رہا ہے۔ یہ علاقہ علمی، ثقافتی اور مذہبی ترقیوں کا گہوارہ تھا، جہاں اسلامی علوم و فنون پھلے پھولے۔ فارسی زبان میں بے شمار علمی و ادبی شاہکار تخلیق ہوئے جنہوں نے اسلامی دنیا کے ساتھ ساتھ عالمگیر سطح پر بھی اپنا اثر دکھایا۔ ایران اسلامی فلسفہ، فقہ، تاریخ، اور عرفان کے ممتاز علماء کا مرکز بھی رہا ہے۔"
      },
      {
        "locale": "hi",
        "text": "फारस, जिसे अरबी में 'فارس' कहा जाता है और वर्तमान में इरान या पर्सिया के नाम से जाना जाता है, इस्लामिक इतिहास में एक महत्वपूर्ण क्षेत्र रहा है। इस क्षेत्र ने कई सांस्कृतिक और धार्मिक परिवर्तनों का सामना किया है, जिसने इस्लामी दुनिया और व्यापक ऐतिहासिक परिप्रेक्ष्य में इसकी भूमिका को आकार दिया। यहाँ की संस्कृति, विद्या, और फिलॉसफी ने इस्लामिक गोल्डन एज को प्रभावित किया और दुनिया भर के विद्वानों और शोधकर्ताओं के लिए ज्ञान की भूमि रही है।"
      },
      {
        "locale": "fr",
        "text": "Faris, connue aujourd'hui sous le nom d'Iran ou la Perse ancienne, joue un rôle crucial dans l'histoire islamique. Depuis la conquête islamique au 7ème siècle, Faris a été un centre d'érudition, de culture et de pouvoir politique dans le monde musulman. La région a vu l'émergence de figures majeures dans la science, la philosophie et la théologie, influençant profondément le développement intellectuel et spirituel de l'Islam. La persévérance de son héritage culturel et religieux démontre l'importance persistante de la Perse dans l'histoire islamique globale."
      },
      {
        "locale": "tr",
        "text": "Tarihsel olarak 'Faris' olarak bilinen bölge, bugün 'İran' olarak tanınmaktadır. İslam tarihi açısından büyük öneme sahiptir. İslam'ın yayılmasından sonra bölge, birçok İslami bilim ve kültürün geliştiği bir merkez haline gelmiştir. Faris, İslam dünyasında bilim, felsefe, tıp ve edebiyat alanlarında önemli katkılarda bulunmuş, birçok alim ve düşünürü bünyesinde barındırmıştır. İslam tarihindeki bu stratejik ve kültürel önemi, İran'ın tarih boyunca süregelen derin ve zengin kültürel mirasının temelini oluşturmuştur."
      },
      {
        "locale": "es",
        "text": "Faris, conocido históricamente como Persia y actualmente como Irán, ha sido un epicentro crucial en la historia islámica. Desde la conquista árabe en el siglo VII que resultó en la islamización y fusión cultural, hasta su papel central en el desarrollo de la tradición chiíta y la literatura persa influida por el islam, Faris ha ejercido una influencia significativa. Esta región no solo ha sido un campo de batalla ideológico y físico, sino también un semillero de avances científicos y filosóficos destacados en el mundo musulmán."
      },
      {
        "locale": "ms",
        "text": "Faris, atau dikenali juga dengan nama Bahasa Arabnya فارس, merupakan wilayah penting dalam sejarah Islam. Kini dikenali sebagai Iran atau Persia, Faris memainkan peranan penting dalam penyebaran Islam. Wilayah ini tidak sahaja terkenal sebagai pusat pembelajaran dan kebudayaan tetapi juga sebagai titik penting dalam perkembangan politik dan keagamaan dalam Islam. Kehadiran para ulama dan saintis dari Faris juga signifikan dalam membentuk fikiran dan pengajaran dalam dunia Islam klasik."
      },
      {
        "locale": "ru",
        "text": "Фарис, в современном мире известен как Иран или Персия, играл значительную роль в истории ислама. Этот регион, богатый своей уникальной культурой и историей, существенно влиял на развитие религиозных, философских и научных идей в мусульманском мире. Персидские учёные, поэты и философы оказали значительное влияние на формирование исламской цивилизации, чьи труды до сих пор изучаются и почитаются во всём мусульманском мире."
      },
      {
        "locale": "bn",
        "text": "ইসলামিক ইতিহাসে ফারস (বর্তমানে ইরান বা পারস্য হিসাবে পরিচিত) অত্যন্ত গুরুত্বপূর্ণ একটি অঞ্চল। এই প্রদেশ প্রাচীন কাল থেকেই ইসলামের বিকাশ এবং সাংস্কৃতিক প্রসারে অবদান রাখছে। ফারসি ভাষা ও সাহিত্য ইসলামি জ্ঞান বিকাশে অপরিমেয় অবদান রেখেছে। ইরানের মুসলিম চিন্তাবিদদের মাধ্যমে ফলসফা, তাফসির এবং ফিকহ তত্ত্বের উন্নতি হয়েছে, যা বিশ্বব্যাপী ইসলামের প্রসারিত ইতিহাসে গভীরভাবে ছাপ ফেলেছে।"
      },
      {
        "locale": "ha",
        "text": "Faris, wanda aka sani da فارس a Larabci, yanzu ana kiransa Iran ko Persia. Yanki ne mai muhimmanci da tarihin Musulunci ya rataya a wuyansa. Tun zamanin daulolin daular Sassanian kafin zuwan Musulunci, Faris ya kasance cibiyar ilimi, al'adu, da siyasa. Daga baya, bayan fadada Musulunci, Faris ya zama wurin haihuwar manyan malaman Musulunci da masana falsafa, wadanda suka bayar da gudummawa sosai wajen bunkasa ilimin addinin Musulunci da kuma al'adun Musulunci na duniya."
      },
      {
        "locale": "so",
        "text": "Faris, loo yaqaan Iran maanta, waa gobol taariikh ahaan muhiim u ahaa Islaamka. Halkan waxaa ka soo baxay boqortooyooyin waaweyn sida Boqortooyada Sasanianka hore iyo Achaemenidka. Intaas waxaa sii dheer, deegaankan ayaa wax badan ku soo kordhiyay cilmiyada Islaamka, fanka, iyo falsafadda, gaar ahaan xilliyadii Dahabiga aheyd ee Islaamka. Faris waxay aheyd meel isku xirta dhaqammo kala duwan, waxayna ahmiyad weyn u lahayd fahamka iyo horumarka diinta Islaamka. Sidaasi darteed, Faris waa mid ka mid ah meelaha ugu muhiimsan ee ku xusan taariikhda Islaamka."
      },
      {
        "locale": "ps",
        "text": "فارس، د اسلامي تاریخ په مهمو سیمو کې یو دی چې اوس د ایران په نامه پیژندل کیږي. دا سیمه د اسلامي تمدن، پوهنې او فرهنګ په ودې کې مهم رول لوبولی دی. د اسلامي ساینس، فلسفې، ریاضیات، پزشکي او لیکوالۍ کې فارس د نړۍ په کچه ځانګړی مقام لري. د اسلامي تاریخ له پیل سره فارسي عالمانو او فیلسوفانو د اسلام د پیغام نشر او پراختیا کې مهم نقش لوبولی دی. فارس یو دی له هغو سیمو څخه چې په اسلامي نړۍ کې یې میراث او نفوذ لا تر اوسه حس کیږي."
      },
      {
        "locale": "ar",
        "text": "تُعد فارس أو ما يُعرف اليوم بإيران جزءاً لا يتجزأ من تاريخ الإسلام. فقد كانت مهداً للعديد من العلماء والفلاسفة والشعراء الذين أثروا الحضارة الإسلامية. عقب الفتح الإسلامي في القرن السابع الميلادي، دمجت فارس تقاليدها الثقافية مع الإسلام، وشهدت تطوراً في العلوم الدينية والعلمية والأدب. تواصل إيران حتى اليوم التأثير في الشؤون الدينية والسياسية في العالم الإسلامي، معززةً بذلك دورها التاريخي كمركز للعلم والثقافة في العالم الإسلامي."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Iran (Persia)"
      },
      {
        "locale": "fa",
        "text": "ایران (پارس)"
      },
      {
        "locale": "ur",
        "text": "ایران (فارس)"
      },
      {
        "locale": "hi",
        "text": "ईरान (फ़ारस)"
      },
      {
        "locale": "fr",
        "text": "Iran (Perse)"
      },
      {
        "locale": "tr",
        "text": "İran (Pers)"
      },
      {
        "locale": "es",
        "text": "Irán (Persia)"
      },
      {
        "locale": "ms",
        "text": "Iran (Parsi)"
      },
      {
        "locale": "ru",
        "text": "Иран"
      },
      {
        "locale": "bn",
        "text": "ইরান (পারস্য)"
      },
      {
        "locale": "ha",
        "text": "Iran (Persia)"
      },
      {
        "locale": "so",
        "text": "Iiraan (Fiirsiyaan)"
      },
      {
        "locale": "ps",
        "text": "ایران (فارس)"
      }
    ]
  },
  {
    "id": "iraq",
    "slug": "iraq",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 457,
    "numberOfBooks": 1960,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Iraq"
      },
      {
        "locale": "ar",
        "text": "العراق"
      },
      {
        "locale": "fa",
        "text": "عراق"
      },
      {
        "locale": "ur",
        "text": "عراق"
      },
      {
        "locale": "hi",
        "text": "इराक"
      },
      {
        "locale": "fr",
        "text": "Irak"
      },
      {
        "locale": "tr",
        "text": "Irak"
      },
      {
        "locale": "es",
        "text": "Irak"
      },
      {
        "locale": "ms",
        "text": "Iraq"
      },
      {
        "locale": "ru",
        "text": "Ирак"
      },
      {
        "locale": "bn",
        "text": "ইরাক"
      },
      {
        "locale": "ha",
        "text": "Iraki"
      },
      {
        "locale": "so",
        "text": "Ciraaq"
      },
      {
        "locale": "ps",
        "text": "عراق"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "ha",
        "text": "Iraq, ko kamar yadda ake kira بالعراق a Larabci, yana ɗaya daga cikin yankunan da suka fi tasiri a tarihin Musulunci. Yana da tarihin da ya ɗauki dubban shekaru, wanda ya haɗa da zama cibiyar ilimi da al'adu lokacin daular Abbasiyya. A zamanin da, Baghdad, babban birnin Iraq, ya kasance gida ga masana da malaman addini da yawa waɗanda suka yi tasiri sosai a fagen ilimi da tunani na Islama. Kasancewarta cikin lardin Mesopotamia ya sa Iraq ta zama mahimmin wuri a tarihin Musulunci da kuma tarihin duniya baki daya."
      },
      {
        "locale": "en",
        "text": "Iraq is a region of profound significance in Islamic history, being the site of the early Islamic capitals of Kufa and Baghdad. Baghdad, in particular, became a leading center of the Islamic Golden Age, renowned for its scholars, libraries, and the translation of ancient texts into Arabic. Iraq's contribution to Islamic civilization is immense, including foundational Islamic jurisprudence, literature, and philosophy. The region's rich history is deeply interwoven with the narratives of Islamic caliphates and scholarly achievements."
      },
      {
        "locale": "fa",
        "text": "عراق، کهن‌ترین تمدن‌ها را در خود جای داده است. این سرزمین، زمانی مرکز دانش و فرهنگ اسلامی بوده و همچنان اهمیت خود را در تاریخ اسلام حفظ کرده است. بغداد، پایتخت عراق، در دوران طلایی اسلام به عنوان مرکز علمی و فرهنگی جهان اسلام شناخته می‌شد. امروزه، جمهوری عراق به عنوان جانشین تاریخی این سرزمین‌های باستانی، همچنان نقش مهمی در منطقه و جهان اسلام ایفا می‌کند."
      },
      {
        "locale": "ur",
        "text": "عراق، جسے موجودہ دور میں جمہوریہ عراق کے نام سے جانا جاتا ہے، اسلامی تاریخ میں ایک گہری اہمیت رکھتا ہے۔ اس خطے کی مقدس زمینیں ابتدائی اسلامی تاریخ کی سرزمینیں ہیں، جہاں حضرت علی اور حضرت حسین کے مزارات واقع ہیں۔ عراق نے کئی اسلامی حکومتوں کا مرکز بھی رہا، جن میں عباسی خلافت کی دار الحکومت بغداد بھی شامل ہے، جس نے اسلامی علوم، ادب اور ثقافت کی ترویج میں اہم کردار ادا کیا۔"
      },
      {
        "locale": "hi",
        "text": "इराक, जिसे अरबी में العراق कहा जाता है, इस्लामिक इतिहास में एक महत्वपूर्ण क्षेत्र है। इसका आधुनिक नाम 'Republic of Iraq' है। इराक का इतिहास इस्लाम के प्रारंभिक काल से जुड़ा हुआ है, जब इसे मेसोपोटामिया के नाम से जाना जाता था। यह क्षेत्र खलीफाओं और विभिन्न इस्लामी साम्राज्यों का केंद्र रहा है। इसकी धार्मिक और सांस्कृतिक विरासत उस परिप्रेक्ष्य में अद्वितीय है और इस्लामी जगत में इसका विशेष स्थान है।"
      },
      {
        "locale": "fr",
        "text": "L'Irak, aujourd'hui appelé République d'Irak, a été un territoire clé dans l'histoire islamique. Connu autrefois sous le nom de Mésopotamie, ce berceau historique a vu naître plusieurs civilisations influentes. Également, ce fut le centre du califat abbasside dès le 8ème siècle, faisant de Bagdad un point névralgique du développement intellectuel, culturel et religieux. Le pays a été le théâtre de nombreux événements qui ont façonné l'islam aussi bien dans ses dimensions religieuses que géopolitiques."
      },
      {
        "locale": "tr",
        "text": "Irak, resmi adıyla Irak Cumhuriyeti ve Arapça'da العراق olarak bilinir, İslam tarihi açısından büyük önem taşır. İlk İslam halifelerinden itibaren merkezi bir rol oynamış, Abbasilerin başkenti Bağdat, İslam dünyasının entelektüel ve kültürel merkezi olmuştur. Tarihi boyunca birçok medeniyete ev sahipliği yapmış olan Irak, bilim, kültür ve dinin çeşitli dallarında önemli gelişmelere tanıklık etmiştir."
      },
      {
        "locale": "es",
        "text": "Iraq, conocido históricamente como Mesopotamia, ha sido un centro crucial desde los albores de la civilización islámica. Tras la revelación del Islam al Profeta Muhammad, Iraq se convirtió en un eje político y cultural fundamental, agravando su importancia con la fundación de ciudades como Bagdad, que se destacó como la capital del Califato Abbasí. Este país no solo ha sido testigo de eventos trascendentales en la historia islámica, sino también ha cultivado un legado de eruditos, científicos y artistas que han influido en el desarrollo del mundo islámico y más allá."
      },
      {
        "locale": "ms",
        "text": "Iraq, atau dalam Bahasa Arab, العراق, kini dikenali sebagai Republik Iraq, merupakan kawasan yang sangat penting dalam sejarah Islam. Sebagai lokasi peradaban kuno Mesopotamia, ia juga merupakan pusat utama pengembangan ilmu pengetahuan dan budaya selama Khilafah Abbasiyah. Banyak ilmuwan, teolog, dan filosof Muslim terkemuka berasal dari wilayah ini, yang berperan penting dalam penyebaran dan pemeliharaan ilmu dan budaya Islam sepanjang zaman. Keunikan geografis dan sejarah yang kaya menjadikan Iraq sebagai kawasan yang fundamental dalam studi Islam dan sejarah."
      },
      {
        "locale": "ru",
        "text": "Ирак, известный в исламской истории как место возникновения и развития исламской цивилизации, играл ключевую роль в распространении искусства, науки и образования. В арабском мире его называют Аль-Ирак. Современное название — Республика Ирак. Эта страна занимает особое место в сердцах мусульман, так как на её территории находятся священные города Наджаф и Карбала. Именно здесь располагалась столица Аббасидского халифата — Багдад, яркий центр научного и культурного расцвета золотого века ислама."
      },
      {
        "locale": "bn",
        "text": "ইরাক, যা আরবি ভাষায় আল-ইরাক নামে পরিচিত, ইসলামী ইতিহাসে অত্যন্ত গুরুত্বপূর্ণ একটি অঞ্চল। ইসলামের প্রাথমিক যুগ থেকেই এই অঞ্চল বিভিন্ন ধর্মীয়, সাংস্কৃতিক, এবং রাজনৈতিক ঘটনাবলির কেন্দ্রস্থল ছিল। বাগদাদ, ইরাকের রাজধানী, অতীতে ইসলামী শিক্ষা ও সাহিত্যের একটি বৃহৎ কেন্দ্র হিসেবে গণ্য হতো। এখানে আব্বাসিদ খিলাফতের সময় বিজ্ঞান, দর্শন, ও শিল্পে বিস্তর অগ্রগতি ঘটে।"
      },
      {
        "locale": "so",
        "text": "Ciraaq, oo carabi ahaan loo yaqaan العراق waana Jamhuuriyadda Ciraaq maanta. Waa gobol taariikhi ah oo ku yaal Bariga Dhexe, oo ah meel muhiim u ah taariikhda Islaamka. Ciraaq waxay guriga u ahayd ilbaxnimadii Babel iyo Assyrian. Sidoo kale, waa halkii ay ka soo baxeen khulafadii Rashiidiinta iyo bilaabashada dawladihii Abbasiyiinta. Dhulkani wuxuu mar walba ahaa xarun culus oo cilmi, dhaqan, iyo diinta Islaamka, taasoo saameyn weyn ku leh fidinta iyo horumarinta diinta Islaamka."
      },
      {
        "locale": "ps",
        "text": "عراق، چې په عربي کې د العراق په نامه یادېږي، د اسلامي تاریخ په لحاظ ستر او مهم سیمه ده. دا سیمه یو وخت د بنياد ګر حضرت محمد صلی الله علیه وسلم اصحابو ته مرکز و، او وروسته د اباسي خلافت مرکز شو. عراق د علم او فلسفې مرکز و، چې په کې ډېر عالمان وزېدلي دي. د اسلامي نړۍ په تاریخ کې د عراق رول خورا اهمیت لري او د اسلامي تمدن د پراختیا کې يې مرکزي رول لوبولی دی."
      },
      {
        "locale": "ar",
        "text": "العراق، المعروف رسميًا بجمهورية العراق، يعتبر من المناطق الحيوية في التاريخ الإسلامي. بلاد ما بين النهرين، الواقعة في قلب العراق الحديث، شهدت نشوء الحضارات الأولى في العالم. كما كانت العراق أرضًا للدولة الإسلامية الأولى بعد الهجرة، ومركزًا للخلافة العباسية التي ازدهرت فيها العلوم والثقافة. هذا التراث يجعل العراق محورًا لتاريخ الإسلام، مع تأثير عميق ودائم على العالم الإسلامي."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Republic of Iraq"
      },
      {
        "locale": "fa",
        "text": "جمهوری عراق"
      },
      {
        "locale": "ur",
        "text": "جمہوریہ عراق"
      },
      {
        "locale": "hi",
        "text": "इराक गणराज्य"
      },
      {
        "locale": "fr",
        "text": "République d'Irak"
      },
      {
        "locale": "tr",
        "text": "Irak Cumhuriyeti"
      },
      {
        "locale": "es",
        "text": "República de Irak"
      },
      {
        "locale": "ms",
        "text": "Republik Iraq"
      },
      {
        "locale": "ru",
        "text": "Республика Ирак"
      },
      {
        "locale": "bn",
        "text": "ইরাক প্রজাতন্ত্র"
      },
      {
        "locale": "ha",
        "text": "Jamhuriyar Iraki"
      },
      {
        "locale": "so",
        "text": "Jamhuuriyadda Ciraaq"
      },
      {
        "locale": "ps",
        "text": "د عراق جمهوریت"
      }
    ]
  },
  {
    "id": "jazirat-al-arab",
    "slug": "jazirat-al-arab",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 206,
    "numberOfBooks": 1250,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Jazirat al-Arab"
      },
      {
        "locale": "ar",
        "text": "جزيرة العرب"
      },
      {
        "locale": "fa",
        "text": "جزیره العرب"
      },
      {
        "locale": "ur",
        "text": "جزيرة العرب"
      },
      {
        "locale": "hi",
        "text": "जज़ीरत अल-अरब"
      },
      {
        "locale": "fr",
        "text": "Péninsule Arabique"
      },
      {
        "locale": "tr",
        "text": "Ceziretü'l-Arab"
      },
      {
        "locale": "es",
        "text": "Península Arábiga"
      },
      {
        "locale": "ms",
        "text": "Jazirah Arab"
      },
      {
        "locale": "ru",
        "text": "Джазират аль-Араб"
      },
      {
        "locale": "bn",
        "text": "জাজিরাত আল-আরাব"
      },
      {
        "locale": "ha",
        "text": "Tsibirin Larabawa"
      },
      {
        "locale": "so",
        "text": "Jasiiradda Carabta"
      },
      {
        "locale": "ps",
        "text": "جزیره العرب"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "The Arabian Peninsula, or Jazirat al-Arab, is recognized as the birthplace of Islam. It is where Prophet Muhammad was born and where the first revelations of the Quran were received. This region is central to Islamic history and classical texts, serving as the launching point for the spread of Islam across the world. The pre-Islamic period, known as Jahiliyyah, is also significant in Islamic literature, providing a contrast to the teachings and civilization established by Islam."
      },
      {
        "locale": "fa",
        "text": "شبه‌ جزیره عربستان یا جزیرة العرب، مکانی تاریخی و مهم در تاریخ اسلام است که با شروع بعثت پیامبر اسلام، حضرت محمد (ص)، اهمیت ویژه‌ای پیدا کرد. این منطقه نقش محوری در توسعه و گسترش اسلام داشته است. مکه و مدینه که در این شبه‌جزیره واقع‌ شده‌اند، به عنوان دو شهر مقدس مسلمانان، محل نزول وحی و هجرت پیامبر اسلام هستند و هر ساله میزبان میلیون‌ها زائر از سراسر جهان می‌باشند."
      },
      {
        "locale": "ur",
        "text": "جزیرۃ العرب، جو موجودہ وقت میں عربین پیننسولا کے نام سے جانا جاتا ہے،  اسلامی تاریخ میں ایک انتہائی اہم خطہ ہے۔ یہی وہ مقام ہے جہاں اسلام کا ظہور ہوا اور پیغمبر اسلام، محمد صلی اللہ علیہ وآلہ وسلم کی ولادت اور نبوت کی جگہ ہے۔ اس خطے کی جغرافیائی اہمیت کے علاوہ، اس کا دینی و ثقافتی کردار بھی تاریخ اسلامی میں مرکزی حیثیت رکھتا ہے۔ یہاں کی زمین نے کئی اہم معرکوں کی گواہی دی ہے اور یہ حجاز کے علاقے کو بھی شامل کرتا ہے۔"
      },
      {
        "locale": "hi",
        "text": "जज़ीरत अल-अरब, जिसे अरबी में جزيرة العرب कहा जाता है, वर्तमान समय में अरेबियन प्रायद्वीप के नाम से जाना जाता है। यह इस्लामिक इतिहास में एक महत्वपूर्ण क्षेत्र है क्योंकि इस्लाम धर्म की उत्पत्ति यहीं हुई थी। मक्का और मदीना, इस्लाम के दो पवित्र शहर, इसी प्रायद्वीप में स्थित हैं। इस क्षेत्र का भौगोलिक और सांस्कृतिक महत्व इतिहास में इस्लामी सभ्यताओं के विकास और प्रसार में केंद्रीय रहा है।"
      },
      {
        "locale": "fr",
        "text": "La péninsule Arabique, ou Jazirat al-Arab en arabe, a joué un rôle crucial dans l'histoire islamique. C'est le berceau de l'Islam, où le prophète Muhammad est né et a répandu le message divin. Cette région est célèbre pour ses villes saintes de La Mecque et Médine. Historiquement, elle a servi de carrefour pour le commerce, la culture et les échanges entre l'Asie, l'Afrique et l'Europe, consolidant ainsi son importance stratégique et religieuse à travers les siècles."
      },
      {
        "locale": "tr",
        "text": "Jazirat al-Arab ya da günümüzde bilinen adıyla Arabistan Yarımadası, İslam tarihi için kritik bir öneme sahiptir. Peygamber Muhammed’in doğum yeri olan Mekke ve Medine gibi kutsal şehirleri barındırır. Hicaz bölgesi, İslam’ın ilk yıllarında merkezi bir rol oynamış ve sonraki yüzyıllarda Müslümanların yayılışının başlangıç noktası olmuştur. Ayrıca, kırsal ve çöl bölgelerinin zorlu yaşam koşulları, Arap kültürünü ve toplumsal yapılarını şekillendirmede önemli bir etken olmuştur."
      },
      {
        "locale": "es",
        "text": "Jazirat al-Arab, conocida en árabe como جزيرة العرب y actualmente llamada Península Arábiga, es una región crucial en la historia islámica. Es el lugar de nacimiento del Islam; aquí el profeta Muhammad recibió sus primeras revelaciones y estableció la fe musulmana. Además, desde esta península, el Islam se expandió rápidamente hacia diversas partes del mundo, influyendo significativamente en la historia global. Su geografía ha jugado también un papel esencial, actuando tanto como cruce de caminos comerciales como punto de unión cultural."
      },
      {
        "locale": "ms",
        "text": "Jazirat al-Arab, yang lebih dikenali sebagai Semenanjung Arab dalam bahasa moden, memainkan peranan penting dalam sejarah Islam awal. Kawasan ini merupakan tempat kelahiran Nabi Muhammad SAW dan titik permulaan penyebaran agama Islam. Kedudukannya yang strategik, meliputi negara-negara seperti Arab Saudi, Yaman, Oman, UAE, Qatar, Kuwait, dan Bahrain, menjadikannya pusat penting untuk perdagangan, budaya, dan pemikiran agama dalam sejarah Islam. Semenanjung Arab juga merupakan lokasi dua kota suci umat Islam, Mekah dan Madinah."
      },
      {
        "locale": "ru",
        "text": "Джазират аль-Араб, известный современному миру как Аравийский полуостров, играл ключевую роль в истории ислама. Это место рождения Пророка Мухаммада и первоначальное ядро исламской уммы. Регион не только дал начало религии, но и стал отправной точкой для её распространения по всему миру. С географической точки зрения полуостров охватывает территории современных Саудовской Аравии, Йемена, Омана и ОАЭ, представляя собой значимый исторический и культурный регион с глубокими исламскими традициями."
      },
      {
        "locale": "bn",
        "text": "জাজিরাত আল-আরব, যা বর্তমানে আরব উপদ্বীপ নামে পরিচিত, ইসলামের ইতিহাসে এক অত্যন্ত গুরুত্বপূর্ণ অঞ্চল। প্রকৃতির বিচ্ছিন্নতা এবং ভৌগোলিক নির্জনতা এখানে একটি অনন্য সাংস্কৃতিক ও ধর্মীয় ঐতিহ্যের উদ্ভাবন ঘটিয়েছে। এই উপদ্বীপ হচ্ছে ইসলাম ধর্মের জন্মস্থান এবং মহানবী মুহাম্মদ (সা.) এর জীবন ও প্রভাবময় কর্মযজ্ঞের কেন্দ্রস্থল।"
      },
      {
        "locale": "ha",
        "text": "Jazirat al-Arab, ko kuma yankin Tsibirin Larabawa, yanki ne mai muhimmanci ga tarihin Musulunci. Yankin yanki ne mai girman gaske da ya hada da hada-hadar al'umma da tarihinsu tun daga farkon karni na bakwai. Wannan shi ne asalin Manzon Allah, Annabi Muhammad (SAW), wanda samar da addinin Musulunci ya samu asali kuma daga nan ne ya bazu zuwa sauran sassa na duniya. Yankin ya ci gaba da kasancewa cibiyar raya al'adun Musulunci da tattalin arziki a tsawon tarihi."
      },
      {
        "locale": "so",
        "text": "Jazirat al-Arab, ama جزيرة العرب, oo loo yaqaanno Gacanka Carabta, ayaa taariikh ahaan muhiim u ahayd horumarka Islaamka. Meeshan ayaa ahayd halkii uu ka bilaabmay Nebi Muxammad (NNKH), iyo fidinta diinta Islaamka. Gacanka Carabta wuxuu sidoo kale xuddun u noqday isu socodka ganacsiga iyo dhaqanka ee u dhexeeya qaaradaha, taasoo sahashay isdhexgalka iyo faafinta Islaamka guud ahaan Bariga Dhexe iyo shucuubta kale ee dhow."
      },
      {
        "locale": "ps",
        "text": "جزیرت العرب، چې په اوسني نوم یې عربي چټله ویل کېږي، په اسلامی تاریخ کې یو له مهمو سیمو څخه ده. دا سیمه د اسلام دین د پیدایښت او اوسپني سترگې ځای په توګه خورا اهمیت لري. د مدینہ او مکہ مقدس ښارونه، چې د حج مراسمو کوربه توب کوي، په دې سیمه کې موقعیت لري. د اسلامي نړۍ په تاریخ او فرهنګ کې د عربي چټلې رول مهم و، ځکه چې دا د خلافتونو او بیلا بیلو اسلامي امپراتوریو مرکز و."
      },
      {
        "locale": "ar",
        "text": "جزيرة العرب، المعروفة حالياً بالجزيرة العربية، تعد منطقة حيوية في التاريخ الإسلامي. كانت مهد الإسلام حيث بدأت الدعوة النبوية وشهدت الأحداث الأولى للرسالة الإسلامية. هذه المنطقة، بأراضيها الواسعة وصحاريها الممتدة، لعبت دوراً محورياً في توسع الدولة الإسلامية، فساهمت بجيوشها وقادتها في نشر الإسلام خارج حدودها. الجزيرة العربية ظلت حتى اليوم مركزاً للثقافة والديانة الإسلامية، وهي تضم الحرمين الشريفين الذين يشتملان على مكة المكرمة والمدينة المنورة."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Arabian Peninsula"
      },
      {
        "locale": "fa",
        "text": "شبه جزیره عرب"
      },
      {
        "locale": "ur",
        "text": "شبه الجزيرة العربية"
      },
      {
        "locale": "hi",
        "text": "अरब प्रायद्वीप"
      },
      {
        "locale": "fr",
        "text": "Péninsule Arabique"
      },
      {
        "locale": "tr",
        "text": "Arap Yarımadası"
      },
      {
        "locale": "es",
        "text": "Península Arábiga"
      },
      {
        "locale": "ms",
        "text": "Semenanjung Arab"
      },
      {
        "locale": "ru",
        "text": "Аравийский полуостров"
      },
      {
        "locale": "bn",
        "text": "আরবীয় উপদ্বীপ"
      },
      {
        "locale": "ha",
        "text": "Yankin Larabawa"
      },
      {
        "locale": "so",
        "text": "Gacanka Carbeed"
      },
      {
        "locale": "ps",
        "text": "شبه الجزیره العربی"
      }
    ]
  },
  {
    "id": "jibal",
    "slug": "jibal",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 139,
    "numberOfBooks": 700,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Jibal"
      },
      {
        "locale": "ar",
        "text": "جبال"
      },
      {
        "locale": "fa",
        "text": "جبال"
      },
      {
        "locale": "ur",
        "text": "جبال"
      },
      {
        "locale": "hi",
        "text": "जिबाल"
      },
      {
        "locale": "fr",
        "text": "Jibal"
      },
      {
        "locale": "tr",
        "text": "Jibal"
      },
      {
        "locale": "es",
        "text": "Jibal"
      },
      {
        "locale": "ms",
        "text": "Jibal"
      },
      {
        "locale": "ru",
        "text": "Джибал"
      },
      {
        "locale": "bn",
        "text": "জিবাল"
      },
      {
        "locale": "ha",
        "text": "Jibal"
      },
      {
        "locale": "so",
        "text": "Jibal"
      },
      {
        "locale": "ps",
        "text": "جبال"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "fr",
        "text": "La région de Jibal, désignée historiquement sous le nom de جبال en arabe, est située au centre de l'Iran actuel. Historiquement significative, Jibal était connue pour être un centre de savoir et de culture pendant la période islamique, attirant des savants et des artistes. Les montagnes et le climat varié de cette région ont façonné non seulement le mode de vie local mais également les interactions politiques et commerciales. Elle reste une zone clé pour comprendre les évolutions sociales et religieuses dans l'histoire islamique."
      },
      {
        "locale": "en",
        "text": "Jibal, referring to a mountainous region in central Iran, was known for its diverse landscape and as a center of agricultural production during the Islamic Golden Age. This region, rich in history and culture, was instrumental in the development of Islamic science, especially in the fields of astronomy and medicine. Cities like Isfahan in Jibal became leading centers of Islamic thought and innovation. The area's strategic importance and natural resources are highlighted in Islamic texts, reflecting its role in the broader Islamic civilization."
      },
      {
        "locale": "fa",
        "text": "جبال، منطقه‌ای تاریخی در مرکز ایران، اشاره به منطقه‌ای دارد که در دوران اسلامی اهمیت بالایی داشته است. این منطقه به خاطر موقعیت استراتژیک و طبیعت کوهستانی‌اش شناخته شده بود و به عنوان یک مرکز مهم در تجارت و فرهنگ دوران اسلامی مطرح بود. جبال، که در متون تاریخی به عنوان محل تلاقی فرهنگ‌ها و تمدن‌ها نیز یاد شده، پیشینه‌ای غنی در پیوند با تاریخ اسلامی این منطقه دارد."
      },
      {
        "locale": "ur",
        "text": "جبال، جو موجودہ وقت میں مرکزی ایران کا ایک علاقہ ہے، اسلامی تاریخ میں ایک اہم خطہ سمجھا جاتا ہے۔ یہ علاقہ اسلامی علم و ادب کا مرکز رہا ہے اور بہت سے مسلم علماء و فقہاء نے یہاں سے تعلیم حاصل کی اور اپنے علمی کاموں کو فروغ دیا۔ جبال نے مختلف اسلامی دورانیوں میں، بالخصوص اسلام کی ابتدائی صدیوں میں، بہت سی تحریکات و انقلابات کا سامنا کیا اور اس کا تاریخی اور ثقافتی منظر نامہ ہمیشہ سے متحرک رہا ہے۔"
      },
      {
        "locale": "hi",
        "text": "जिबाल, जिसे अरबी में جبال कहा जाता है, मध्यकालीन इस्लामी इतिहास में एक महत्वपूर्ण क्षेत्र था जो अब मध्य ईरान में स्थित है। यह क्षेत्र अपनी पहाड़ी भूगोल के कारण इस नाम से जाना जाता है। जिबाल ऐतिहासिक रूप से शिया इस्लाम के विकास, विद्वानों की गतिविधि और कई इस्लामी साम्राज्यों के राजनीतिक केंद्र के रूप में जाना जाता है। इस क्षेत्र का इतिहास और सांस्कृतिक परंपरा ने इसे इस्लामिक विद्यामंडलों में उच्च स्थान प्रदान किया है।"
      },
      {
        "locale": "tr",
        "text": "Jibal, tarihi İslam dünyasında önemli bir rol oynamış eski bir bölgedir. Eski adı 'Cebel' olan bu bölge, 'dağlar' anlamına gelmektedir. Orta İran'da yer alan Jibal, İslamiyet'in ilk yıllarında ve özellikle Abbasiler döneminde siyasi ve kültürel bir merkez olarak önemini korumuştur. Bu bölge, çeşitli dinî ve bilimsel ilerlemelerin yanı sıra tarihi ve stratejik önemi nedeniyle bilinir. Günümüzde bu tarihî mirası yansıtan birçok eser Jibal bölgesinde hâlâ ayakta durmaktadır."
      },
      {
        "locale": "es",
        "text": "Jibal, denominada en árabe como جبال, refiere a una histórica región en el centro de Irán. Este área, crucial en la historia islámica, fue un centro vital durante el Califato Abásida debido a su posición estratégica y riqueza en recursos naturales. Jibal se destaca no solo por su importancia política y económica, sino también por ser un punto de encuentro de diversas corrientes culturales y religiosas dentro del mundo islámico, lo que influyó significativamente en el desarrollo cultural y religioso de la región."
      },
      {
        "locale": "ms",
        "text": "Jibal, dikenali dalam Arab sebagai جبال, merupakan sebuah kawasan bersejarah di bahagian tengah Iran. Pada zaman pertengahan, wilayah ini terkenal sebagai pusat pentadbiran dan budaya penting dalam dunia Islam. Meliputi berbagai kota penting seperti Isfahan dan Ray, Jibal memainkan peranan penting dalam pengembangan ilmu pengetahuan, falsafah, dan seni di dalam tamadun Islam. Kawasan ini juga sering dikaitkan dengan beberapa tokoh terkemuka dalam sejarah Islam, termasuk cendekiawan dan pemikir."
      },
      {
        "locale": "ru",
        "text": "Jibal, известный в исламской истории регион, занимает центральную часть Ирана. Название 'Jibal', происходящее от арабского слова 'горы', подчёркивает гористый характер этого региона. В средние века Jibal был важным культурным и экономическим центром, игравшим ключевую роль в распространении ислама. Этот регион известен своими учёными и духовными лидерами, которые оказали значительное влияние на развитие исламской мысли и образования в период золотого века Ислама."
      },
      {
        "locale": "bn",
        "text": "জিবাল, অর্থ পাহাড়ি এলাকা, ইসলামী ইতিহাসে গুরুত্বপূর্ণ একটি অঞ্চল যা বর্তমানে কেন্দ্রীয় ইরানে অবস্থিত। প্রাচীন যুগে এই এলাকা ইসলামী বিজয় ও সাংস্কৃতিক বিকাশের একটি কেন্দ্রস্থল ছিল। ইসলামের প্রসার পরবর্তী সময়ে জিবাল বিভিন্ন ইসলামিক শাসক এবং পন্ডিতরা এই এলাকাকে তাদের জ্ঞান-চর্চার ও শিক্ষা বিস্তারের মাধ্যমে সমৃদ্ধ করেছেন।"
      },
      {
        "locale": "ha",
        "text": "Jibal, wanda ake kira جبال a Larabci, yanki ne mai tarihi a tsakiyar Iran. A zamanin da, Jibal ya kasance cibiyar ilimi da al'adu a zamanin Musulunci. Yankin ya taka muhimmiyar rawa wajen bunkasa ilimin addinin Musulunci, kuma ya samar da masana da dama. A tarihin Musulunci, Jibal ya kasance wuri na musamman don ganawa da tattaunawa tsakanin malamai. Har ila yau, wannan yanki na da muhimmanci wajen gudanar da harkokin kasuwanci da tafiyar da harkokin siyasa a daular Musulunci."
      },
      {
        "locale": "so",
        "text": "Jibal, oo loo yaqaannay جبال ee af Carabiga, waa gobol ku yaalla bartamaha Iiraan. Gobolkani wuxuu door muhiim ah ku lahaa taariikhda Islaamka, gaar ahaan xilliyadii khilaafada iyo boqortooyada hore. Jibal waxay xarun u ahayd dhaqan ahaan iyo siyaasad ahaan, iyadoo ahayd meel ay ku kulmaan culimo iyo hoggaamiyeyaal diineed. Waxay sidoo kale ahayd meel istiraatiiji ah oo taariikhda Islaamka ee Iran ka ciyaartay door crucial. Maanta, gobolkan wuxuu sii wadaa inuu ahaado meel muhiim u ah fahamka dhaqanka iyo taariikhda Iiraan."
      },
      {
        "locale": "ps",
        "text": "جبال چې په عربي کې د جبال په نوم پېژندل شوی، یو مهم سیمه ده چې په مرکزي ایران کې پروت دی. د اسلامي تاریخ په دوران کې دا سیمه د علمي او فکري فعالیتونو لپاره مرکز و. دا ځای د ژور اهمیت وړ دی ځکه چې دا په بیلابیلو تاریخي او کلتوري پیښو کې مرکزي رول لوبولی دی. په جبال سیمه کې، اسلامي زده کړې او فقهي مطالعات ډېر وده کړې، چې د اسلامي نړۍ په نورو برخو کې اغیزې پریښودې دي."
      },
      {
        "locale": "ar",
        "text": "تعد منطقة جبال واحدة من المناطق المهمة في تاريخ الإسلام، وتقع حاليًا في وسط إيران. تميزت هذه المنطقة بكونها مركزًا للعديد من الأحداث التاريخية التي أثرت في تطور الحضارة الإسلامية. خلال العصور الإسلامية المختلفة، شهدت جبال تطورات علمية وثقافية هامة، وكانت موطنًا لعلماء وفقهاء بارزين. اليوم، تحافظ المنطقة على أهميتها كجزء من التراث الإسلامي الغني، وتستمر في تقديم مساهماتها في الثقافة والمجتمع."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Region in central Iran"
      },
      {
        "locale": "fa",
        "text": "منطقه‌ای در مرکز ایران"
      },
      {
        "locale": "ur",
        "text": "مرکزی ایران کا علاقہ"
      },
      {
        "locale": "hi",
        "text": "मध्य ईरान का क्षेत्र"
      },
      {
        "locale": "fr",
        "text": "Région dans le centre de l'Iran"
      },
      {
        "locale": "tr",
        "text": "İran'ın orta bölgesi"
      },
      {
        "locale": "es",
        "text": "Región en el centro de Irán"
      },
      {
        "locale": "ms",
        "text": "Wilayah di tengah Iran"
      },
      {
        "locale": "ru",
        "text": "Регион в центральном Иране"
      },
      {
        "locale": "bn",
        "text": "মধ্য ইরানের অঞ্চল"
      },
      {
        "locale": "ha",
        "text": "Yanki a tsakiyar Iran"
      },
      {
        "locale": "so",
        "text": "Gobolka bartamaha Iiraan"
      },
      {
        "locale": "ps",
        "text": "سیمه په مرکزي ایران کې"
      }
    ]
  },
  {
    "id": "khazar",
    "slug": "khazar",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 0,
    "numberOfBooks": 0,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Khazar"
      },
      {
        "locale": "ar",
        "text": "خزر"
      },
      {
        "locale": "fa",
        "text": "خزر"
      },
      {
        "locale": "ur",
        "text": "خزر"
      },
      {
        "locale": "hi",
        "text": "खज़र"
      },
      {
        "locale": "fr",
        "text": "Khazar"
      },
      {
        "locale": "tr",
        "text": "Hazar"
      },
      {
        "locale": "es",
        "text": "Khazar"
      },
      {
        "locale": "ms",
        "text": "Khazar"
      },
      {
        "locale": "ru",
        "text": "Хазария"
      },
      {
        "locale": "bn",
        "text": "খাজার"
      },
      {
        "locale": "ha",
        "text": "Khazar"
      },
      {
        "locale": "so",
        "text": "Khazar"
      },
      {
        "locale": "ps",
        "text": "خزر"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "The Khazar region, located in Eastern Europe and the Caucasus, was a significant area of interaction between the Islamic world and other civilizations. The Khazar Khaganate, a semi-nomadic Turkic state, played a crucial role in the trade and diplomacy of the early Islamic world. The region's strategic location and cultural diversity made it a key player in the geopolitics of the time. Its mention in Islamic texts often reflects its role as a frontier of Islamic expansion and as a center of trade and diplomacy."
      },
      {
        "locale": "fa",
        "text": "خزر، منطقه تاریخی واقع در شرق اروپا و قفقاز، نقش مهمی در تاریخ اسلامی داشته است. این منطقه که به عربی خزر خوانده می‌شود، در دوره‌های اوایل اسلامی محل تلاقی و تعامل بین تمدن‌های اسلامی، اروپایی و آسیایی بوده و به‌عنوان یکی از مراکز اصلی تجارت و فرهنگ شناخته شده است. خزرها به‌خصوص به دلیل موقعیت استراتژیک خود، در توسعه و گسترش اسلام در مناطق شمالی و شرقی اروپا نقش بسزایی داشته‌اند."
      },
      {
        "locale": "ur",
        "text": "خزر، ایک تاریخی خطہ جو مشرقی یورپ اور قفقاز میں واقع ہے، اسلامی تاریخ میں ایک اہم مقام رکھتا ہے۔ خزاری سلطنت، جس نے آٹھویں سے دسویں صدی تک اپنا وجود بنایا، نے مسلمانوں کے ساتھ متعدد معرکے لڑے۔ اس خطے کا تاریخی، ثقافتی، اور مذہبی اثرات اسلامی دنیا کے ساتھ ساتھ یوروپ اور وسیع آسیائی علاقوں میں بھی پھیل گئے تھے۔ خزرز کی موجودگی اس وقت کے اہم تجارتی و استراتیجی گزرگاہوں پر کنٹرول کی وجہ سے بھی ممتاز تھی۔"
      },
      {
        "locale": "hi",
        "text": "खज़र, जिसे अरबी में خزر कहा जाता है, प्राचीन समय में पूर्वी यूरोप और काकेशस क्षेत्र में स्थित था। यह क्षेत्र इस्लामी इतिहास में महत्वपूर्ण रहा है, विशेषकर जब खज़र खगानेट, जो एक शक्तिशाली तुर्किक राजवंश था, ने इस्लाम और अन्य धार्मिक प्रथाओं के साथ गहरे संबंधों का निर्माण किया। इस क्षेत्र के माध्यम से धार्मिक, सांस्कृतिक और वाणिज्यिक विचारों का आदान-प्रदान हुआ, जिससे इस्लामी सभ्यता के विकास में योगदान हुआ।"
      },
      {
        "locale": "fr",
        "text": "La région des Khazars, ou خزر en arabe, représente un territoire historique situé entre l'Europe de l'Est et le Caucase. Importante dans l'histoire islamique, elle fut notamment impliquée dans les échanges commerciaux et les conflits avec les puissances musulmanes émergentes. La conversion partielle de l’élite Khazar au judaïsme au VIIIe siècle marque un tournant, influençant les dynamiques religieuses et culturelles dans la région. Les interactions entre les Khazars et les empires musulmans ont contribué à façonner les frontières politiques et religieuses de l'époque."
      },
      {
        "locale": "tr",
        "text": "Khazar, Arapça'da خزر olarak bilinir, tarihsel olarak Doğu Avrupa ve Kafkasya'da yer almıştır. İslam tarihinde önemli bir rol oynamış bu bölge, Müslümanların ve çeşitli Türk halklarının etkileşim noktası olmuştur. Özellikle 7. ve 10. yüzyıllar arasında, İslam'ın kuzeye yayılmasında stratejik bir geçiş bölgesi olarak bilinir. Khazarlar, dönemlerinde güçlü bir askeri ve ticari varlık sergileyerek, çevre bölgelerle olan kültürel ve ekonomik ilişkileri şekillendirmiştir."
      },
      {
        "locale": "es",
        "text": "Jázar, conocida en árabe como خزر, fue una influyente región histórica ubicada en Europa del Este y el Cáucaso. Crucial durante el auge del Islam, Jázar jugó un papel clave en asuntos diplomáticos y comerciales, actuando como un puente entre el mundo islámico, Asia y Europa. Esta región fue especialmente notable por sus interacciones complejas con los califatos y los imperios vecinos, influyendo de manera significativa en la expansión y el intercambio cultural del Islam."
      },
      {
        "locale": "ms",
        "text": "Khazar, atau dalam Bahasa Arab dikenali sebagai خزر, adalah satu kawasan bersejarah yang terletak di Eropah Timur dan Kaukasus. Semasa zaman kegemilangannya, Khazaria menjadi sebuah empayar multi-etnik yang memainkan peranan penting sebagai penghubung perdagangan antara timur dan barat. Kedudukan strategiknya membolehkan pengaruhnya terhadap perdagangan dan diplomasi antara Asia dan Eropah. Khazaria terkenal kerana adopsi agama Yahudi oleh elit pemerintahannya, yang merupakan fenomena unik dalam konteks sejarah Islam."
      },
      {
        "locale": "ru",
        "text": "Хазария, известная на арабском как «خزر», была значительным историческим регионом в Восточной Европе и на Кавказе. Этот регион играл важную роль в истории ислама, служа мостом между Византией и ранними мусульманскими халифатами. Хазарский каганат, преимущественно тюркский, известен своим переходом к иудаизму, однако он также был ареной активного взаимодействия между исламом, христианством и другими религиями и культурами того времени."
      },
      {
        "locale": "bn",
        "text": "খাজার একটি ঐতিহাসিক অঞ্চল, যা পূর্ব ইউরোপ ও ককেশাস অঞ্চলে অবস্থিত ছিল। ইসলামি ইতিহাসে খাজাররা মুসলিম আবাসয়িক অঞ্চলগুলির সাথে ব্যাপক রাজনৈতিক ও বাণিজ্যিক সংযোগ রাখত। এই অঞ্চলের মাধ্যমেই ইউরোপ ও ককেশাসের বিভিন্ন সভ্যতার সাথে মধ্যপ্রাচ্যের সংযোগ স্থাপন হত। সেই সময়ে, খাজারের কয়েকজন তুর্কিক নেতা ইসলাম ধর্ম গ্রহণ করেছিলেন, যা আঞ্চলিক ইতিহাসে গুরুত্বপূর্ণ পরিবর্তন এনেছিল।"
      },
      {
        "locale": "ha",
        "text": "Khazar, ko a Larabci ana kiransa خزر, yanki ne na tarihi da ke Gabashin Turai da yankin Caucasus. A zamanin da, Khazar ya zama gida ga Daular Khazaria, wadda ta yi tasiri sosai a harkokin siyasa da tattalin arzikin yankin. Daular Khazar, wadda ta kasance mai karfin gaske daga karni na bakwai zuwa na tara, ta yi hulɗa da dama da manyan daulolin Musulmai kuma ta kasance mahada tsakanin gabas da yamma ta hanyar kasuwanci da al'adu."
      },
      {
        "locale": "so",
        "text": "Khazar, oo Af Carabi ah loo yaqaan خزر, waxay ahayd gobol taariikhi ah oo ku yaallay Bariga Yurub iyo Caucasus. Khazar-kii hore ayaa si weyn uga dhex muuqday taariikhda Islaamka, gaar ahaan xilliyadii dhexe markii ay ka jireen xiriirro iyo iska hor imaadyo dhex maray khilaafadii Islaamka iyo boqortooyada Khazar. Gobolkani wuxuu ahaa isgoys muhiim u ah ganacsiga iyo dhaqamada, wuxuuna door muhiim ah ka ciyaaray faafinta iyo isdhexgalka dhaqamada kala duwan ee gobolkaas."
      },
      {
        "locale": "ps",
        "text": "خزر د اسلامي تاریخ په مهمو سیمو کې یو و، دا سیمه د مشرقي اروپا او قفقاز په منطقه کې واقع وه. د خزر خلقو سره مسلمانانو د اسلام د خپراوي په موخه مهم تعاملات درلودل، کوم چې اسلامي دنیا ته یې نوي آفاق پرانستل. د دې اهمیت ولې بشپړ بوختیا پکې د سوداګرۍ او فرهنګي تبادلې لرونکي لارې وې، چې د اسلام په خپراوی او پراختیا کې مهم رول لوبولی."
      },
      {
        "locale": "ar",
        "text": "الخزر هي منطقة تاريخية تقع في شرق أوروبا والقوقاز. خلال العصور الوسطى، شكلت دولة الخزر خانية قوية ومستقلة ولعبت دوراً محورياً في الجغرافيا السياسية للمنطقة. تفاعلت إمبراطورية الخزر مع العديد من الدول الإسلامية، وكان لها تأثير كبير في تاريخ الإسلام، خصوصًا فيما يتعلق بالتجارة والحروب. أيضاً، يعتقد أن بعض أفراد الخزر اعتنقوا اليهودية، مما يظهر التفاعل الثقافي والديني الغني في هذه المنطقة خلال تلك الفترة."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Historical region in Eastern Europe and the Caucasus"
      },
      {
        "locale": "fa",
        "text": "منطقه تاریخی در اروپای شرقی و قفقاز"
      },
      {
        "locale": "ur",
        "text": "تاریخی علاقہ مشرقی یورپ اور قفقاز میں"
      },
      {
        "locale": "hi",
        "text": "पूर्वी यूरोप और काकेशस में ऐतिहासिक क्षेत्र"
      },
      {
        "locale": "fr",
        "text": "Région historique en Europe de l'Est et dans le Caucase"
      },
      {
        "locale": "tr",
        "text": "Doğu Avrupa ve Kafkasya'da tarihi bölge"
      },
      {
        "locale": "es",
        "text": "Región histórica en Europa del Este y el Cáucaso"
      },
      {
        "locale": "ms",
        "text": "Wilayah bersejarah di Eropah Timur dan Kaukasus"
      },
      {
        "locale": "ru",
        "text": "Исторический регион в Восточной Европе и на Кавказе"
      },
      {
        "locale": "bn",
        "text": "পূর্ব ইউরোপ এবং ককেশাসের ঐতিহাসিক অঞ্চল"
      },
      {
        "locale": "ha",
        "text": "Yankin tarihi a Gabashin Turai da Caucasus"
      },
      {
        "locale": "so",
        "text": "Gobol taariikhi ah oo ku yaal Bariga Yurub iyo Caucasus"
      },
      {
        "locale": "ps",
        "text": "په ختيځ اروپا او قفقاز کې تاريخي سيمه"
      }
    ]
  },
  {
    "id": "khurasan",
    "slug": "khurasan",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 139,
    "numberOfBooks": 691,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Khurasan"
      },
      {
        "locale": "ar",
        "text": "خراسان"
      },
      {
        "locale": "fa",
        "text": "خراسان"
      },
      {
        "locale": "ur",
        "text": "خراسان"
      },
      {
        "locale": "hi",
        "text": "खुरासान"
      },
      {
        "locale": "fr",
        "text": "Khurasan"
      },
      {
        "locale": "tr",
        "text": "Harezm"
      },
      {
        "locale": "es",
        "text": "Jorasán"
      },
      {
        "locale": "ms",
        "text": "Khurasan"
      },
      {
        "locale": "ru",
        "text": "Хурасан"
      },
      {
        "locale": "bn",
        "text": "খুরাসান"
      },
      {
        "locale": "ha",
        "text": "Khurasan"
      },
      {
        "locale": "so",
        "text": "Khurasan"
      },
      {
        "locale": "ps",
        "text": "خراسان"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "so",
        "text": "Khurasan, oo carabi ahaan loo yaqaan خراسان, waxay ahayd gobol taariikhi ah oo muhiim ah oo ku yaallay bariga Islaamka. Maanta, waxay daboolaysaa qaybo ka mid ah waqooyi-bari Iiraan, qaybo ka mid ah Afgaanistaan, iyo qaybo ka mid ah Turkmenistan. Khurasan wuxuu ahaa xarun dhaqameed iyo diimeed oo muhiim ah, gaar ahaan horumarkii hore ee Islaamka, waxayna door muhiim ah ka ciyaartay faafinta diinta Islaamka iyo dhaqanka guud ahaan Aasiya."
      },
      {
        "locale": "en",
        "text": "Khurasan, a historical region covering parts of today's Iran, Afghanistan, and Central Asia, was a cradle of Islamic civilization. It played a crucial role in the expansion of Islam into Central Asia and was a center for Islamic learning and culture. The region produced many renowned scholars, poets, and scientists. The famous cities of Nishapur and Merv were key hubs of Islamic scholarship. The area's strategic and cultural significance is highlighted in numerous Islamic texts, reflecting its importance in the spread of Islam."
      },
      {
        "locale": "fa",
        "text": "خراسان، با نام عربی خراسان، منطقه‌ای تاریخی در شمال شرقی ایران و بخش‌هایی از افغانستان و ترکمنستان است. این منطقه از اهمیت بالایی در تاریخ اسلام برخوردار بوده‌ است، زیرا به عنوان مرکزی برای گسترش فرهنگ و علوم اسلامی به شمار می‌رفت. خراسان در دوره‌های اسلامی مختلف، از جمله دوران خلافت اموی و عباسی، نقش کلیدی در تکامل و گسترش اسلامی داشته و مهد علمای بزرگ و فرهیختگان اسلامی بوده است."
      },
      {
        "locale": "ur",
        "text": "خراسان، جس کا عربی نام خراسان ہے، تاریخی اہمیت کا حامل خطہ ہے جو آج کے شمال مشرقی ایران، افغانستان کے حصوں اور ترکمانستان میں موجود ہے۔ یہ علاقہ اسلامی تاریخ میں بہت اہمیت رکھتا ہے کیونکہ اس نے بہت سے علمی، ثقافتی اور دینی تحریکوں کی آماجگاہ سمجھا جاتا ہے۔ خراسان نے مختلف اسلامی دوروں میں علم و حکمت کی روشنی پھیلانے والے اہم شخصیات کو جنم دیا جنہوں نے نہ صرف اسلامی دنیا بلکہ عالمی سطح پر بھی گہرا اثر ڈالا۔"
      },
      {
        "locale": "hi",
        "text": "खुरासान, जिसे अरबी में خراسان के नाम से जाना जाता है, एक महत्वपूर्ण क्षेत्र है जो आज के पूर्वोत्तर ईरान, अफगानिस्तान के कुछ हिस्सों और तुर्कमेनिस्तान में फैला है। इस क्षेत्र का इस्लामी इतिहास में गहरा प्रभाव रहा है। खुरासान न केवल सांस्कृतिक और धार्मिक विकास का केंद्र रहा है, बल्कि यहाँ से कई विद्वानों और सूफी संतों ने भी अपना योगदान दिया है। इतिहास के विद्यार्थियों के लिए खुरासान का अध्ययन इस्लामी विश्व की गहरी समझ और ज्ञान का स्रोत हो सकता है।"
      },
      {
        "locale": "fr",
        "text": "Khurasan, historiquement connu sous le nom de خراسان en arabe, couvre aujourd'hui une région située au nord-est de l'Iran, ainsi que des parties de l'Afghanistan et du Turkménistan. Ce territoire renommé pour sa richesse culturelle et son importance stratégique a joué un rôle significatif dans le développement et la propagation de la civilisation islamique. Khurasan a été le berceau de nombreux érudits et était considéré comme un centre de savoir et d'érudition islamique, influençant profondément l'histoire et la culture de la région."
      },
      {
        "locale": "tr",
        "text": "Khurasan, tarihi İslam coğrafyasında önemli bir yer tutar. Arapça adı 'خراسان' olan bu bölge, günümüzde İran'ın kuzeydoğusu, Afganistan'ın bazı kısımları ve Türkmenistan'ı kapsar. İslam'ın ilk yüzyıllarında ve Abbasiler döneminde önemli bir bilim, kültür ve siyaset merkezi olmuştur. Bu bölge, İslami ilimlerin ve fikirlerin yayılmasında kilit rol oynamıştır. Khurasan aynı zamanda birçok önemli İslam alimi ve düşünürünün yetiştiği bir yer olarak da bilinir."
      },
      {
        "locale": "es",
        "text": "Khurasan, históricamente conocido como خراسان en árabe, ha sido una región significativa en la historia islámica. Situada en el noreste de Irán, y extendiéndose por partes de Afganistán y Turkmenistán, esta área ha sido un centro vital de actividad política, cultural y religiosa. Durante la era de expansión musulmana, Khurasan sirvió como un importante punto de lanzamiento para las campañas hacia el este y fue crucial en la difusión del Islam en Asia Central."
      },
      {
        "locale": "ms",
        "text": "Khurasan, atau خراسان dalam Bahasa Arab, menunjuk kepada wilayah yang luas di timur laut Iran, serta sebahagian Afghanistan dan Turkmenistan. Sejarahnya kaya sebagai pusat penting dalam kebangkitan dan penyebaran Islam. Sarjana dan pejuang Islam dari Khurasan telah memainkan peranan penting dalam sejarah awal Islam, serta dalam menyebarkan ajaran dan kebudayaan Islam ke wilayah Asia Tengah dan Selatan. Khurasan juga dihormati sebagai tempat kelahiran banyak ulama terkemuka dan sufi."
      },
      {
        "locale": "ru",
        "text": "Хорасан, исторически известный как خراسان в арабском мире, представляет собой значительный регион, охватывающий северо-восток Ирана, части Афганистана и Туркменистана. Эта территория играла ключевую роль в распространении исслама и культуры, служа мостом между Востоком и Западом. Он также стал центром научных и философских исследований, особенно в золотой век ислама, внося значительный вклад в развитие исламской цивилизации."
      },
      {
        "locale": "bn",
        "text": "খুরাসান, যার আরবি নাম খরাসান, বর্তমানে উত্তরপূর্ব ইরান, আফগানিস্তানের কিছু অংশ এবং তুর্কমেনিস্তানে অবস্থিত। ইসলামিক ইতিহাসে এই অঞ্চল এক বিশেষ গুরুত্বপূর্ণ স্থান হিসেবে পরিগণিত হয়। খুরাসানে বহু ইসলামিক সংস্কৃতির বিকাশ ঘটেছিল এবং এটি ধর্মীয় শিক্ষা ও দার্শনিক চিন্তাভাবনার এক পীঠস্থান হয়ে উঠেছিল। এই অঞ্চলের সমৃদ্ধ ইতিহাস ও অবদান আজও গভীরভাবে ইসলামের ঐতিহাসিক বিকাশে স্মরণীয়।"
      },
      {
        "locale": "ha",
        "text": "Khurasan, wanda a Larabci ake kira خراسان, na ɗaya daga cikin yankunan tarihi a Musulunci. Yau yankin ya ratsa arewa maso gabashin Iran, wasu sassan Afghanistan, da Turkmenistan. Wannan yanki na da muhimmanci sosai a tarihin Musulunci saboda rawar da ya taka a yaɗa addinin Musulunci da kuma kasancewarsa cibiyar ilimi da al'adu. Khurasan shi ma tushen masu da'awar addini da sojoji wadanda suka taka rawar gani wajen fadada daular Musulunci."
      },
      {
        "locale": "ps",
        "text": "خراسان چې د اسلامي تاریخ په لویو سیمو کې راځي، او دا سیمه د شمال ختیځ ایران، افغانستان او ترکمنستان په برخو کې موقعیت لري. په میانه قرونو کې د اسلامي نړۍ لپاره مهمه مرکز وه. داسې باور کیږي چې خراسان د تېر په څېر د امويانو او عباسیانو په وخت کې دیني علماء، عرفاني شخصیتونو او مجاهدینو ته زیږندۍ وه او د اسلام د خپراوي او فرهنګ د پراختیا په برخه کې يې مهم رول لوبولی."
      },
      {
        "locale": "ar",
        "text": "خراسان، والتي تعرف اليوم بأجزاء من شمال شرق إيران وأفغانستان وتركمانستان، كانت ذات أهمية بالغة في التاريخ الإسلامي. بدايتها كمركز حيوي للانتشار الثقافي والعلمي، وكذلك كنقطة انطلاق للفتوحات الإسلامية شرقاً. استمر أثرها الثقافي والديني لقرون، وكانت مهداً لعلماء مؤثرين وسلالات حاكمة. تظل خراسان رمزاً للعمق الحضاري والروحي في التاريخ الإسلامي."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Region in Northeast Iran, parts of Afghanistan and Turkmenistan"
      },
      {
        "locale": "fa",
        "text": "منطقه‌ای در شمال شرقی ایران، بخش‌هایی از افغانستان و ترکمنستان"
      },
      {
        "locale": "ur",
        "text": "مشرقی ایران، افغانستان اور ترکمانستان کا علاقہ"
      },
      {
        "locale": "hi",
        "text": "उत्तर-पूर्वी ईरान, अफगानिस्तान और तुर्कमेनिस्तान के हिस्से"
      },
      {
        "locale": "fr",
        "text": "Région dans le nord-est de l'Iran, parties de l'Afghanistan et du Turkménistan"
      },
      {
        "locale": "tr",
        "text": "Kuzeydoğu İran, Afganistan ve Türkmenistan bölgeleri"
      },
      {
        "locale": "es",
        "text": "Región en el noreste de Irán, partes de Afganistán y Turkmenistán"
      },
      {
        "locale": "ms",
        "text": "Wilayah di timur laut Iran, bahagian-bahagian Afghanistan dan Turkmenistan"
      },
      {
        "locale": "ru",
        "text": "Регион на северо-востоке Ирана, части Афганистана и Туркменистана"
      },
      {
        "locale": "bn",
        "text": "ঈরানের উত্তর-পূর্বাঞ্চলীয় এলাকা, আফগানিস্তানের কিছু অংশ এবং তুর্কমেনিস্তান"
      },
      {
        "locale": "ha",
        "text": "Yankin Arewa maso Gabashin Iran, sassa na Afghanistan da Turkmenistan"
      },
      {
        "locale": "so",
        "text": "Gobolka Woqooyi Bari ee Iran, qaybo ka mid ah Afghanistan iyo Turkmenistan"
      },
      {
        "locale": "ps",
        "text": "سیمه په شمال ختیځ ایران کې، افغانستان او ترکمنستان برخې"
      }
    ]
  },
  {
    "id": "khuzistan",
    "slug": "khuzistan",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 12,
    "numberOfBooks": 41,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Khuzistan"
      },
      {
        "locale": "ar",
        "text": "خوزستان"
      },
      {
        "locale": "fa",
        "text": "خوزستان"
      },
      {
        "locale": "ur",
        "text": "خوزستان"
      },
      {
        "locale": "hi",
        "text": "खुजिस्तान"
      },
      {
        "locale": "fr",
        "text": "Khuzistan"
      },
      {
        "locale": "tr",
        "text": "Huzistan"
      },
      {
        "locale": "es",
        "text": "Juzestán"
      },
      {
        "locale": "ms",
        "text": "Khuzistan"
      },
      {
        "locale": "ru",
        "text": "Хузистан"
      },
      {
        "locale": "bn",
        "text": "খুজিস্তান"
      },
      {
        "locale": "ha",
        "text": "Khuzistan"
      },
      {
        "locale": "so",
        "text": "Khuzistan"
      },
      {
        "locale": "ps",
        "text": "خوزستان"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Khuzistan, in present-day Iran, was a vital region in early Islamic history due to its rich agricultural land and strategic location. It was one of the first areas to come under Muslim control during the Islamic conquests. The region played a crucial role in the Islamic Golden Age, contributing to the fields of agriculture, science, and philosophy. Its capital, Ahvaz, became an important center for knowledge and commerce. Khuzistan's historical significance is noted in Islamic texts for its economic and scholarly contributions."
      },
      {
        "locale": "fa",
        "text": "خوزستان، که در عربی به خوزستان معروف است، یکی از استان‌های تاریخی و مهم ایران است که در جنوب غربی این کشور واقع شده‌ است. این منطقه از دوران باستان به دلیل وجود تمدن‌های کهن و همچنین نقش بارز آن در تاریخ اسلامی، از اهمیت ویژه‌ای برخوردار بوده است. خوزستان در دوران اسلامی، به خصوص در زمان حکومت‌های اموی و عباسی، مرکز فرهنگی و اقتصادی مهمی بوده و در توسعه علم، فرهنگ و اقتصاد اسلامی نقش مؤثری داشته است."
      },
      {
        "locale": "ur",
        "text": "خوزستان، جسے عربی میں خوزستان کہا جاتا ہے، ایران کا ایک اہم صوبہ ہے۔ اس خطے کی تاریخ اسلامی دور سے گہری وابستگی رکھتی ہے کیونکہ یہ ایرانی علاقہ مسلم فتوحات کے دوران مسلمانوں کے زیر انتظام آیا۔ خوزستان نہ صرف تاریخی اور ثقافتی اہمیت کا حامل ہے بلکہ یہ خطہ اسلامی تہذیبوں کے بین الاقوامی رابطے کا مرکز بھی رہا ہے۔ اس کی معاشی زندگی بھی آبی وسائل کی بدولت کافی زرخیز رہی ہے۔"
      },
      {
        "locale": "hi",
        "text": "खुजिस्तान, जिसे अरबी में खुजस्तान कहा जाता है, आज का खुजेस्तान प्रांत ईरान में स्थित है। इस क्षेत्र का इस्लामी इतिहास में गहरा महत्व है, क्योंकि यह प्राचीन समय से ही मध्य पूर्व के महत्वपूर्ण व्यापारिक और सांस्कृतिक केंद्रों में से एक रहा है। खुजिस्तान ने कई इस्लामी युगों में कई ऐतिहासिक घटनाओं का साक्षी बना है, जिसमें विभिन्न इस्लामी राजवंशों का उत्थान और पतन शामिल है। यह क्षेत्र अपनी विशेष सांस्कृतिक विरासत और ऐतिहासिक महत्व के लिए आज भी पहचाना जाता है।"
      },
      {
        "locale": "fr",
        "text": "Khuzistan, connu en arabe sous le nom de خوزستان, est actuellement désigné comme la province de Khuzestan en Iran. Cette région historique a joué un rôle crucial dans l'histoire islamique, notamment en tant que centre économique et culturel pendant les premiers siècles de l'expansion islamique. Rich en ressources naturelles, en particulier en pétrole, Khuzistan a été un terrain disputé à travers de nombreux conflits, reflétant son importance stratégique et économique au sein de la civilisation islamique."
      },
      {
        "locale": "tr",
        "text": "Khuzistan, günümüzde İran'ın Khuzestan Eyaleti olarak bilinir, İslam tarihinde önemli bir bölgedir. Arapçada خوزستان olarak ifade edilen bu bölge, İslam'ın ilk yıllarından itibaren Müslümanlar için stratejik bir merkez olmuştur. Özellikle İslam'ın erken dönem fetihleri ve medeniyetin yayılması sürecinde kritik bir rol oynamıştır. Khuzistan, zengin tarihi ve kültürel mirasıyla, İslami ilimlerin ve kültürel etkileşimlerin kesişme noktasında yer almaktadır."
      },
      {
        "locale": "es",
        "text": "Khuzistán, históricamente conocido en árabe como خوزستان, es una región significativa en la historia islámica situada en lo que ahora es la provincia de Khuzestán, Irán. Esta área jugó un papel crucial desde la expansión temprana del Islam, siendo un centro de sabiduría, política y cultura. Su ubicación estratégica y recursos naturales amplificaron su importancia durante la edad de oro islámica, influyendo en los desarrollos políticos y culturales en el mundo islámico."
      },
      {
        "locale": "ms",
        "text": "Khuzistan, dikenali dalam bahasa Arab sebagai خوزستان, kini terletak di wilayah Khuzestan di Iran. Wilayah ini merupakan salah satu kawasan penting dalam sejarah Islam kerana peranannya dalam penyebaran agama Islam dan sebagai pusat pentadbiran pada zaman kegemilangan Empayar Islam. Sebagai titik pertemuan pelbagai kebudayaan dan peradaban, Khuzistan juga merupakan lokasi strategis yang penting dalam konflik dan perdagangan di kawasan Timur Tengah sejak zaman dahulu."
      },
      {
        "locale": "ru",
        "text": "Хузистан, исторически известный как Хузестан, находится в юго-западной части современного Ирана. Этот регион играл значимую роль в истории Ислама, включая первые годы исламского завоевания и распространения. Хузестан славится своей богатой историей и культурным разнообразием, в том числе вкладом в развитие исламской культуры и науки. Регион также известен своими археологическими памятниками, отражающими древнее наследие и исламскую эпоху."
      },
      {
        "locale": "bn",
        "text": "খুজিস্তান, যা আরবিতে খোজিস্তান নামে পরিচিত, এটি বর্তমানে ইরানের খুজেস্তান প্রদেশ হিসেবে পরিচিত। এই অঞ্চলটি ইসলামের ইতিহাসে গুরুত্বপূর্ণ ভূমিকা রাখে কারণ এটি ইরাকের সঙ্গে সীমান্তবর্তী ও তেল সমৃদ্ধ একটি অঞ্চল। ঐতিহাসিকভাবে, খুজিস্তান অঞ্চলটি বিভিন্ন ইসলামিক সাম্রাজ্য এবং শাহানশাহী পরিবর্তনের সঙ্গে ইতিহাসে বিভিন্ন যুগের সাক্ষী হয়েছে। এখানকার বাসিন্দাদের মুসলিমদের ধারাবাহিক সংগ্"
      },
      {
        "locale": "ha",
        "text": "Khuzistan, wanda a yau ake kira Khuzestan Province a Iran, yanki ne da ke da matukar muhimmanci a tarihin Musulunci. Wannan yanki, wanda ke kudu-maso-yammacin Iran kusa da gefen Tekun Fasha, ya kasance cibiyar siyasa da al'adu tsawon ƙarni da dama. Yankin ya taka muhimmiyar rawa a zamanin Daular Umayyad da Abbasiyya, inda ya zama wajen hada-hadar kasuwanci da kimiyyar ruhaniya da kuma fagen daga na fafatawa da dama cikin tarihin daular Islama."
      },
      {
        "locale": "so",
        "text": "Khuzistan, oo sidoo kale loo yaqaanno 'خوزستان' af Carabi, ayaa hadda ah gobolka Khuzestan ee dalka Iran. Gobolkani wuxuu leeyahay muhiimad taariikhi ah dhinaca diinta Islaamka, gaar ahaan intii lagu jiray qabsashadii Muslimiinta ee dhulkii Baresa. Khuzistan waxay ahayd xarun muhiim u ah fidinta Islaamka, gaar ahaan intii lagu jiray xilligii khulafada Raashidiinta iyo umawiyiinta. Maanta, Khuzistan weli waa gobol hodan ku ah dhaqanka iyo taariikhda, isla markaana si joogto ah u soo jiita culimo iyo taariikhyahano xiiseeya taariikhda Islaamka hore."
      },
      {
        "locale": "ps",
        "text": "خوزستان، په تاریخي توګه خوزستان په نامه پیژندل کیږي، د ایران په ختیځ کې یو مهم سیمه ده. د اسلامي تاریخ په اوږدو کې دا سیمه د علمي، فرهنګي او نظامي پرمختګونو لپاره مرکزي رول لوبولی دی. په خاصه توګه د اسلام په لومړیو پیړیو کې، خوزستان د بنيادي ډیمونو او کانالونو جوړولو مرکز وو، چې د سیمې د اقتصادي او نفوسي ودې ملاتړ کوي. نن ورځ دا د ایران اهم صنعتي او کرنیز سیمو څخه یوه ده."
      },
      {
        "locale": "ar",
        "text": "تعتبر خوزستان، المعروفة تاريخياً بخوزستان في إيران، منطقة ذات أهمية خاصة في التاريخ الإسلامي. خوزستان كانت مركزاً للفتوحات الإسلامية المبكرة، وتميزت بدورها البارز في توسع الحضارة الإسلامية. هذه المنطقة غنية بالموارد الطبيعية، ولعبت دوراً محورياً في الإقتصاد والسياسة في العالم الإسلامي. كما كان لها تأثير كبير في تطور العلوم والثقافة الإسلامية، وذلك بفضل توافد العلماء والفلاسفة، الذين أثروا المكتبة الإسلامية بإسهامات قيمة."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Khuzestan Province, Iran"
      },
      {
        "locale": "fa",
        "text": "استان خوزستان، ایران"
      },
      {
        "locale": "ur",
        "text": "صوبہ خوزستان، ایران"
      },
      {
        "locale": "hi",
        "text": "खुजेस्तान प्रांत, ईरान"
      },
      {
        "locale": "fr",
        "text": "Province du Khuzestan, Iran"
      },
      {
        "locale": "tr",
        "text": "Huzistan Eyaleti, İran"
      },
      {
        "locale": "es",
        "text": "Provincia de Juzestán, Irán"
      },
      {
        "locale": "ms",
        "text": "Wilayah Khuzestan, Iran"
      },
      {
        "locale": "ru",
        "text": "Провинция Хузестан, Иран"
      },
      {
        "locale": "bn",
        "text": "খুজেস্তান প্রদেশ, ইরান"
      },
      {
        "locale": "ha",
        "text": "Lardin Khuzestan, Iran"
      },
      {
        "locale": "so",
        "text": "Gobolka Khuzestan, Iran"
      },
      {
        "locale": "ps",
        "text": "د خوزستان ولایت، ایران"
      }
    ]
  },
  {
    "id": "kirman",
    "slug": "kirman",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 5,
    "numberOfBooks": 10,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Kirman"
      },
      {
        "locale": "ar",
        "text": "كرمان"
      },
      {
        "locale": "fa",
        "text": "کرمان"
      },
      {
        "locale": "ur",
        "text": "کرمان"
      },
      {
        "locale": "hi",
        "text": "किरमान"
      },
      {
        "locale": "fr",
        "text": "Kirman"
      },
      {
        "locale": "tr",
        "text": "Kirman"
      },
      {
        "locale": "es",
        "text": "Kirman"
      },
      {
        "locale": "ms",
        "text": "Kirman"
      },
      {
        "locale": "ru",
        "text": "Кирман"
      },
      {
        "locale": "bn",
        "text": "কিরমান"
      },
      {
        "locale": "ha",
        "text": "Kirman"
      },
      {
        "locale": "so",
        "text": "Kirman"
      },
      {
        "locale": "ps",
        "text": "کرمان"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Kirman, in today's Iran, was an important center of learning and culture in the Islamic world. Known for its contributions to Islamic scholarship, the region produced notable scientists, poets, and theologians. Kirman's strategic location on the trade routes contributed to its wealth and cultural diversity. The area is frequently mentioned in Islamic texts for its intellectual contributions and for being a hub of economic activity. Its rich Islamic heritage is evident in its architecture, literature, and historical records."
      },
      {
        "locale": "fa",
        "text": "کرمان، که در عربی به نام كرمان شناخته شده، امروزه به عنوان استان کرمان در ایران شناخته می‌شود. این منطقه از اهمیت ویژه‌ای در تاریخ اسلام برخوردار بوده است، به خصوص به عنوان مرکزی برای فرهنگ و دانش در دوران اسلامی. کرمان نقش مهمی در تجارت و انتقال دانش و فرهنگ در میان تمدن‌های اسلامی داشته است. این منطقه همچنین به خاطر موقعیت استراتژیک خود در مسیر جاده ابریشم، نقش کلیدی در تبادلات فرهنگی و اقتصادی ایفا کرده است."
      },
      {
        "locale": "ur",
        "text": "کرمان، جس کو عربی میں کرمان کہا جاتا ہے، ایران کے جنوب مشرق میں واقع ہے۔ یہ علاقہ اسلامی تاریخ میں اہمیت کا حامل ہے کیونکہ یہ مختلف اسلامی خلافتوں کا حصہ رہا ہے۔ کرمان نے کئی اہم علمی اور فرہنگی شخصیات کو جنم دیا ہے، جنہوں نے اسلامی علوم اور فکر کے فروغ میں نمایاں کردار ادا کیا۔ آج بھی کرمان کا علاقہ اپنی ثقافتی ورثہ اور تاریخ کی وجہ سے جانا جاتا ہے، جو اسے ایران کے اہم تاریخی علاقوں میں شامل کرتا ہے۔"
      },
      {
        "locale": "hi",
        "text": "किरमान, जिसे अरबी में كرمان के नाम से जाना जाता है, अब ईरान का केरमान प्रांत है। इस्लामिक इतिहास में किरमान का महत्वपूर्ण स्थान है, क्योंकि यह कई सांस्कृतिक और धार्मिक परिवर्तनों का केंद्र रहा है। इस क्षेत्र ने इस्लाम के विकास में विशेष भूमिका निभाई है, जिसमें शिक्षा, कला, और विज्ञान में योगदान सम्मिलित है। केरमान की भौगोलिक स्थिति ने इसे व्यापारिक मार्गों का एक महत्वपूर्ण चौराहा बना दिया, जिससे यह क्षेत्र सांस्कृतिक विनिमय का एक बड़ा केंद्र बना।"
      },
      {
        "locale": "fr",
        "text": "Kirman, connue aujourd'hui sous le nom de province de Kerman en Iran, est une région riche en histoire islamique. Remontant aux premières incursions islamiques, Kirman s'est établie comme un centre culturel et scientifique important pendant la période islamique médiévale. Ce lieu a vu naître de nombreux érudits et a été un carrefour pour les échanges commerciaux et les savoirs. Son héritage perdure dans les traditions et l'architecture qui marquent encore profondément le paysage de la province actuelle."
      },
      {
        "locale": "tr",
        "text": "Kirman (Arapça: كرمان), günümüzde İran'ın Kerman İli olarak bilinen önemli bir İslam tarihi bölgesidir. İslam'ın erken dönemlerinde önemli bir bilim, kültür ve ticaret merkezi olarak öne çıkmıştır. Özellikle Selçuklu ve Safevi dönemlerinde önemli bir rol oynamış, bölgedeki mimari ve sanatsal gelişmelerle İslami ilimlerde merkez haline gelmiştir. Kirman, aynı zamanda birçok önemli İslam aliminin yetiştiği ve eser verdiği bir yer olmuştur."
      },
      {
        "locale": "es",
        "text": "Kirman, actualmente conocida como la provincia de Kerman en Irán, ha jugado un papel clave en la historia islámica. Reconocida por ser un centro cultural y comercial importante, Kirman ha contribuido significativamente a la difusión del Islam en la región de Irán. Esta región no solo es famosa por su robusta historia religiosa y política, sino también por su rica tradición en artes y artesanías, particularmente en la producción de alfombras persas reconocidas mundialmente."
      },
      {
        "locale": "ms",
        "text": "Kirman, yang dikenali dalam bahasa Arab sebagai كرمان, kini merupakan Wilayah Kerman di Iran. Kirman memainkan peranan penting dalam sejarah Islam, terutamanya sebagai pusat perdagangan dan budaya. Kekayaan dari hasil tambang dan perdagangan sutera memperkayakan wilayah ini, menjadikannya lokasi strategik dalam tamadun Islam. Kirman juga merupakan tempat yang penting dalam penyebaran mazhab Sunni dan terkenal dengan sumbangannya dalam bidang ilmu dan budaya. Kesan sejarah Islam masih ketara di wilayah ini melalui seni bina, literatur dan tradisi keilmuan yang kaya."
      },
      {
        "locale": "ru",
        "text": "Кирман, современное название — провинция Керман в Иране, имеет значительную историческую важность в исламской истории. Регион славился своими учеными и был центром распространения знаний в средневековье. Кирман также известен своим вкладом в развитие исламской культуры и науки, привлекая ученых и поэтов. Процветание области способствовало обогащению всей исламской цивилизации, подчеркивая роль Кирмана как важного учебного и культурного центра."
      },
      {
        "locale": "bn",
        "text": "কিরমান, যা আরবীতে কর্মান নামে পরিচিত, এখন ইরানের কেরমান প্রদেশ হিসেবে অবস্থিত। ইসলামিক ইতিহাসে এই অঞ্চলের গুরুত্ব অপরিসীম। ইসলামের প্রসারের পর থেকে কিরমান বিভিন্ন সাংস্কৃতিক, শিল্প, এবং শিক্ষাগত উন্নয়নের এক কেন্দ্র হয়ে ওঠে। এই অঞ্চলটি মধ্যযুগীয় ইসলামিক মুভমেন্ট, বিজ্ঞান ও দর্শনের উন্নতির সাক্ষী থেকে এক গুরুত্বপূর্ণ ভূমিকা পালন করেছে।"
      },
      {
        "locale": "ha",
        "text": "Kirman, wanda a yanzu aka sani da Kerman Province a Iran, yanki ne mai muhimmanci a tarihin Musulunci. An san shi da tarihi mai zurfi da al'adun Islamiyya. Tana da rawar da ta taka a zamanin daular Sassanian da farkon karni na Musulunci, inda ta zama cibiyar ilimi da kasuwanci. Kerman ya ci gaba da kasancewa muhimmin wuri a tarihin Islama, musamman a matsayin mahada tsakanin gabas da yammacin duniyar Musulmi."
      },
      {
        "locale": "so",
        "text": "Kirman, oo maanta loo yaqaan Kerman Province ee Iran, waa gobol leh taariikh muhiim u ah taariikhda Islaamka. Gobolkan oo hore loo oran jiray كرمان wuxuu ahaa xarun ganacsi oo muhiim ah, kuna xididaysan jidka xariirta. Kirman waxay door muhiim ah ka qaadatay fidinta Islaamka iyo dhaqanka, waxayna martigelisay culumo iyo aqoonyahano diinta Islaamka ku xeeldheer. Gobolkani wuxuu sidoo kale ahaa goob muhiim u ah fanka Islaamiga, isku xirnaanta dhaqanka Iran iyo dhaqamada kale ee Islaamka."
      },
      {
        "locale": "ps",
        "text": "کرمان، چې په عربي کې د كرمان په نامه ياديږي، د ايران په جنوب ختيځ کې موقعيت لري. دا سيمه په اسلامي تاريخ کې يو مهم رول لوبولی دی، په تېره بيا د ابومسلم خراساني په وختونو کې، چې د اموي خلافت ضد ياغيانو کې فعال و. کرمان د خلافت دورونو ترڅنګ د فرهنګ او علم د خپراوي مرکز هم و، چې د اسلامي نړۍ د علمي او فرهنګي پرمختګونو کې يې مهمه ونډه درلوده."
      },
      {
        "locale": "ar",
        "text": "تُعد كرمان، المعروفة تاريخيًا بكرمان وحاليًا محافظة كرمان في إيران، من المناطق ذات الأهمية الكبيرة في التاريخ الإسلامي. عرفت هذه المنطقة بكونها مركزًا للعلم والثقافة الإسلامية، وقد شهدت تطورات مهمة عبر العصور الإسلامية، كما كانت محطة مهمة على طريق الحرير. لعبت كرمان دورًا بارزًا في الحضارة الإسلامية، وخاصة خلال فترة حكم الدولة السامانية والسلاجقة ولاحقًا الدولة الصفوية."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Kerman Province, Iran"
      },
      {
        "locale": "fa",
        "text": "استان کرمان، ایران"
      },
      {
        "locale": "ur",
        "text": "صوبہ کرمان، ایران"
      },
      {
        "locale": "hi",
        "text": "करमान प्रांत, ईरान"
      },
      {
        "locale": "fr",
        "text": "Province de Kerman, Iran"
      },
      {
        "locale": "tr",
        "text": "Kerman İli, İran"
      },
      {
        "locale": "es",
        "text": "Provincia de Kerman, Irán"
      },
      {
        "locale": "ms",
        "text": "Wilayah Kerman, Iran"
      },
      {
        "locale": "ru",
        "text": "Провинция Керман, Иран"
      },
      {
        "locale": "bn",
        "text": "কেরমান প্রদেশ, ইরান"
      },
      {
        "locale": "ha",
        "text": "Lardin Kerman, Iran"
      },
      {
        "locale": "so",
        "text": "Gobolka Kerman, Iran"
      },
      {
        "locale": "ps",
        "text": "کرمان ولایت، ایران"
      }
    ]
  },
  {
    "id": "mafaza",
    "slug": "mafaza",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 0,
    "numberOfBooks": 0,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Mafaza"
      },
      {
        "locale": "ar",
        "text": "مفازة"
      },
      {
        "locale": "fa",
        "text": "مفازة"
      },
      {
        "locale": "ur",
        "text": "مفازہ"
      },
      {
        "locale": "hi",
        "text": "मफ़ाज़ा"
      },
      {
        "locale": "fr",
        "text": "Mafaza"
      },
      {
        "locale": "tr",
        "text": "Mafaza"
      },
      {
        "locale": "es",
        "text": "Mafaza"
      },
      {
        "locale": "ms",
        "text": "Mafaza"
      },
      {
        "locale": "ru",
        "text": "Мафаза"
      },
      {
        "locale": "bn",
        "text": "মাফাজা"
      },
      {
        "locale": "ha",
        "text": "Mafaza"
      },
      {
        "locale": "so",
        "text": "Mafaza"
      },
      {
        "locale": "ps",
        "text": "مفازه"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Mafaza's significance in Islamic texts is shrouded in mystery, reflecting its status as a possibly historical or mythical region within Islamic civilization. Its mention in classical Islamic literature may allude to spiritual or esoteric aspects of Islamic belief, or to historical events and figures whose details have become obscured over time. The ambiguity surrounding Mafaza invites further exploration and interpretation within the context of Islamic studies, potentially revealing insights into the religion's cultural and historical dimensions."
      },
      {
        "locale": "fa",
        "text": "مفازة، که در زبان عربی به آن مفازة گفته می‌شود، مکانی است که موقعیت دقیق آن نامطمئن و شاید به صورت تاریخی یا افسانه‌ای باشد. اطلاعات دقیق و کافی در مورد این منطقه در دست نیست و بنابراین، تعیین موقعیت جغرافیایی و تاریخی آن با دشواری همراه است. اما در زمینه تاریخ اسلام، گمان می‌رود که مفازة ممکن است به عنوان یک محل مذهبی یا استراتژیک مطرح بوده باشد."
      },
      {
        "locale": "ur",
        "text": "مفازة، جس کا معاصر نام معلوم نہیں ہے، اسلامی تاریخ میں ایک دلچسپ لیکن پراسرار خطہ سمجھا جاتا ہے۔ اس کی حقیقی موجودگی آج بھی معمہ ہے اور یہ ممکنہ طور پر ایک تاریخی یا افسانوی مقام ہوسکتا ہے۔ تاریخی اور دینی دستاویزات میں اس کا ذکر ملتا ہے، جو اس کی اہمیت کو اجاگر کرتا ہے۔"
      },
      {
        "locale": "hi",
        "text": "मफाज़ा, जिसका अरबी नाम 'مفازة' है, इस्लामिक इतिहास में एक महत्वपूर्ण क्षेत्र हो सकता है। इसकी वर्तमान स्थिति अनिश्चित है, और यह संभवतः एक ऐतिहासिक या मिथकीय स्थान हो सकता है। इस्लामिक विद्वानों और इतिहासकारों के बीच मफाज़ा का अध्ययन और विवेचना उसकी संभावित भौगोलिक और सांस्कृतिक महत्व को उजागर कर सकता है।"
      },
      {
        "locale": "fr",
        "text": "Mafaza, en arabe مفازة, est une localité historique ou peut-être mythique dont l’emplacement exact reste incertain. Elle figure dans les textes islamiques anciens, mais les détails sur sa situation géographique et son importance historique sont peu clairs. La mention de Mafaza dans des sources historiques illustre bien les difficultés rencontrées lors de la reconstruction des cartographies historiques de régions significatives dans l'histoire de l'Islam."
      },
      {
        "locale": "tr",
        "text": "Mafaza, Arapça'da مفازة olarak bilinen, günümüzde kesin konumu belirsiz, tarihi veya mitolojik bir yer olabilir. İslami tarihte Mafaza, önemli olayların geçtiği veya önemli kişiliklerin ziyaret ettiği bir bölge olarak anılabilir. İslam tarihinde ve kültüründe öneme sahip bu belirsiz coğrafya, kaynakların yetersizliği sebebiyle gizemini koruyor."
      },
      {
        "locale": "es",
        "text": "Mafaza, cuyo nombre en árabe es مفازة, representa un lugar de incierta ubicación, posiblemente histórica o mítica. Las referencias a Mafaza son escasas y varían en detalles, lo que sugiere que podría haber sido un sitio importante en ciertos contextos históricos o literarios islámicos. Sin embargo, la falta de evidencia concreta y su ambigua identificación en las fuentes contemporáneas y antiguas continúan dejando a Mafaza como un misterio en la rica tapeztría de la historia islámica."
      },
      {
        "locale": "ms",
        "text": "Mafaza, atau dalam bahasa Arab, مفازة, merujuk kepada lokasi yang ketepatan dan keberadaannya masih diperdebatkan, sama ada sebagai tempat sejarah atau mitos. Nama ini kurang dikenali dalam rekod sejarah moden dan tiada penemuan arkeologi yang dapat mengesahkan keberadaannya secara pasti. Diskusi mengenai Mafaza seringkali melibatkan analisis tekstual dan interpretasi sumber-sumber klasik, memandangkan kurangnya bukti fizikal yang konkret. Hal ini menyumbang kepada misteri dan kefascinan sejarahwan dan cendekiawan Muslim dalam mengkaji dan memahami sejarah Islam."
      },
      {
        "locale": "ru",
        "text": "Мафаза (араб. мфаزа), иногда упоминаемая, как возможно, историческое или мифическое место, о котором существует мало достоверной информации. Сохраняются лишь отрывочные упоминания в исламских источниках, которые описывают Мафазу как важный регион. Это место подчеркивает значение путешествий и завоеваний в ранней истории Ислама, хотя точное местоположение и историческая роль Мафазы до сих пор остаются предметом дискуссий и исследований среди ученых."
      },
      {
        "locale": "bn",
        "text": "মাফাযা, যার আরবি নাম মফাযা (مفازة), ইসলামি ইতিহাসের আলোচনায় একটি রহস্যময় বা পৌরাণিক স্থান হিসেবে উল্লেখিত। এর বর্তমান অবস্থান নির্দিষ্ট নয়, এবং ইসলামি ঐতিহ্যে এর সঠিক ঐতিহাসিক বা ভৌগোলিক অস্থিত্ব নিশ্চিত নয়। মুসলিম বিশ্বাসীরা এবং ইতিহাসবিদরা এই স্থানের সম্ভাব্য সত্ত্বা ও তার ইসলামি ইতিহাসে প্রভাব নিয়ে আলোচনা চালিয়ে যাচ্ছেন।"
      },
      {
        "locale": "ha",
        "text": "Mafaza, ko kuma مفازة a Larabci, wani suna ne da ake amfani da shi wajen wata jiha ko wuri wanda a yanzu ba a tantance ko gaskiya ne ko almara ba. A tarihin Musulunci, wannan sunan ya kasance mai muhimmanci, amma bayanan da suka shafi daidai inda yake ko menene mahimmancinsa sun kasance marasa tabbas. Wannan ya sa masana tarihi da masu bincike suka yi ta kokarin gano hakikanin asalin Mafaza da kuma rawar da ta taka a tarihin Musulunci."
      },
      {
        "locale": "so",
        "text": "Mafaza, oo Carabi ku ah مفازة, waa magac loo yaqaan goob muhiim ah taariikhda Islaamka, inkastoo aan la hubin halka dhabta ah ee ay ku taallo. Magacan waxaa laga yaabaa inuu tilmaamayo meel taariikhi ah ama mid khuraafaad ah. Macluumaadka ku saabsan Mafaza wuu kooban yahay, hase yeeshee waxa ay sheegashooyinka qaar ku tilmaamaan inay tahay meel xiriir la leedahay dhacdooyinka hore ee Islaamka. Cilmi-baarayaasha taariikhda iyo diinta Islaamka ayaa weli baaritaan ku haya macnaha iyo muhiimadda Mafaza ee Islaamka."
      },
      {
        "locale": "ps",
        "text": "مفازه، چې په عربي کې مفازة نومیږي، د اسلامي تاریخ په متنونو کې یادېږي، خو د دې جغرافیایي موقعیت نن ورځ تر ټولو معما ده. دا احتمال شته چې دا یو تاریخي یا افسانوي ځای وي. د مفازه دقیق موقعیت نن سبا نامعلوم دی، او د دې سیمې په اړه په تاریخي سرچینو کې محدود مالومات شته. دا سیمه د اسلامي تاریخ تمدن پورې اړوند ده او په دیني او تاریخي لحاظ نهایت اهمیت لري."
      },
      {
        "locale": "ar",
        "text": "مفازة، المعروفة أيضاً باسم مفازة في المصادر التاريخية، هي موقع غامض قد يكون تاريخيًا أو أسطوريًا ولم يتم التأكد من موقعها الجغرافي الحالي بدقة. تذكر المصادر الإسلامية القديمة مفازة عدة مرات وتشير إلى أهميتها في سياقات مختلفة، مما يوحي بأنها كانت مركزاً للأحداث الهامة أو نقطة تجمع خلال فترات معينة من الزمن. تظل مفازة محور اهتمام علماء التاريخ الإسلامي في محاولات لفهم أكثر دقة حول دورها ومكانتها في التاريخ."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Uncertain, possibly a historical or mythical location"
      },
      {
        "locale": "fa",
        "text": "محلی نامشخص، احتمالاً مکان تاریخی یا افسانه‌ای"
      },
      {
        "locale": "ur",
        "text": "غیر یقینی، ممکنہ طور پر ایک تاریخی یا افسانوی مقام"
      },
      {
        "locale": "hi",
        "text": "अनिश्चित, संभवतः एक ऐतिहासिक या पौराणिक स्थान"
      },
      {
        "locale": "fr",
        "text": "Incertain, possiblement un lieu historique ou mythique"
      },
      {
        "locale": "tr",
        "text": "Belirsiz, muhtemelen tarihi veya mitolojik bir yer"
      },
      {
        "locale": "es",
        "text": "Incierto, posiblemente una ubicación histórica o mítica"
      },
      {
        "locale": "ms",
        "text": "Tidak pasti, mungkin lokasi bersejarah atau mitos"
      },
      {
        "locale": "ru",
        "text": "Неопределенно, возможно историческое или мифическое место"
      },
      {
        "locale": "bn",
        "text": "অনিশ্চিত, সম্ভবত একটি ঐতিহাসিক বা পৌরাণিক স্থান"
      },
      {
        "locale": "ha",
        "text": "Wuri mai rashin tabbas, watakila wuri na tarihi ko almara"
      },
      {
        "locale": "so",
        "text": "Meesha aan la hubin, malaha goob taariikhi ah ama khiyaali ah"
      },
      {
        "locale": "ps",
        "text": "غیر یقینی، ممکنه یو تاریخي یا اسطوروي ځای وي"
      }
    ]
  },
  {
    "id": "maghrib",
    "slug": "maghrib",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 73,
    "numberOfBooks": 186,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Maghrib"
      },
      {
        "locale": "ar",
        "text": "المغرب"
      },
      {
        "locale": "fa",
        "text": "مغرب"
      },
      {
        "locale": "ur",
        "text": "مغرب"
      },
      {
        "locale": "hi",
        "text": "मग़रिब"
      },
      {
        "locale": "fr",
        "text": "Maghreb"
      },
      {
        "locale": "tr",
        "text": "Mağrip"
      },
      {
        "locale": "es",
        "text": "Magreb"
      },
      {
        "locale": "ms",
        "text": "Maghrib"
      },
      {
        "locale": "ru",
        "text": "Магриб"
      },
      {
        "locale": "bn",
        "text": "মাগরিব"
      },
      {
        "locale": "ha",
        "text": "Maghrib"
      },
      {
        "locale": "so",
        "text": "Maghrib"
      },
      {
        "locale": "ps",
        "text": "المغرب"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "The Maghrib, encompassing much of Northwest Africa, was crucial in the early Islamic conquests and later became a center for Islamic scholarship and mysticism. It was the birthplace of influential Islamic movements and dynasties such as the Almoravids and Almohads. The region's architecture, including the Great Mosque of Kairouan in Tunisia and the Al-Qarawiyyin University in Morocco, underscores its Islamic heritage. The Maghrib's scholars and saints have significantly contributed to Islamic jurisprudence, theology, and Sufism, making it a vital area in Islamic history."
      },
      {
        "locale": "fa",
        "text": "مغرب، که به عربی المغرب خوانده می‌شود، شامل شمال غربی آفریقا شامل کشورهای مراکش، الجزایر، و تونس است و گاهی اوقات لیبی و موریتانی را نیز در بر می‌گیرد. این منطقه از اهمیت زیادی در تاریخ اسلام برخوردار است، زیرا پایگاهی برای فرهنگ و تمدن اسلامی و نقطه‌ای برای انتشار این دین به سمت آفریقا و اروپا بوده‌ است. مغرب بخش زیادی از تاریخ خود را تحت حکومت دولت‌های اسلامی گذرانده و به عنوان مرکزی برای علم و فرهنگ در دوران طلایی اسلام شناخته شده است."
      },
      {
        "locale": "ur",
        "text": "مغرب، جسے عربی زبان میں المغرب کہا جاتا ہے، شمال مغربی افریقا کا اہم خطہ ہے جس میں مراکش، الجزائر، تیونس، اور کبھی کبھار لیبیا اور موریتانیہ شامل ہیں۔ یہ خطہ اسلامی تاریخ میں نہایت اہمیت کا حامل ہے، کیونکہ یہان پر مسلمانوں کی ابتدائی فتوحات اور ثقافتی ترقیوں کے مرکز رہے ہیں۔ مغرب کا علاقہ تاریخی اور ثقافتی ورثہ میں مالا مال ہے، اور اس کا دینی تاثر بھی گہرا ہے۔"
      },
      {
        "locale": "hi",
        "text": "मग़रिब, जिसे अरबी में 'المغرب' कहा जाता है, इस्लामी इतिहास में एक महत्वपूर्ण क्षेत्र है जिसमें आधुनिक समय में उत्तर पश्चिमी अफ्रीका के देश जैसे कि मोरक्को, अल्जीरिया, ट्यूनीशिया, और कभी-कभी लीबिया और मॉरीतानिया शामिल हैं। इस क्षेत्र ने इस्लामी संस्कृति और विद्वानता के विकास में गहरा योगदान दिया है, जिससे यह इस्लामी दुनिया के लिए प्रमुख शैक्षिक और आध्यात्मिक केन्द्रों में से एक बन गया है।"
      },
      {
        "locale": "fr",
        "text": "Le Maghrib, désigné en arabe par ‘المغرب’, couvre le nord-ouest de l’Afrique, incluant principalement le Maroc, l'Algérie et la Tunisie, et parfois la Libye et la Mauritanie. Historiquement, cette région a joué un rôle central dans le développement de la civilisation islamique, en étant un point de rencontre crucial entre l'Afrique, l'Europe et le Moyen-Orient. Elle a été le berceau de plusieurs dynasties influentes et un carrefour pour les échanges culturels et intellectuels."
      },
      {
        "locale": "tr",
        "text": "Maghrib, Arapça'da 'المغرب' olarak bilinir, tarihsel İslam coğrafyasında önemli bir bölgedir. Günümüzde Kuzeybatı Afrika'yı, özellikle Fas, Cezayir, Tunus ve bazen Libya ile Moritanya'yı kapsar. İslam'ın erken dönemlerinden itibaren bu bölge, İslami öğretilerin yayılmasında ve medeniyetin şekillenmesinde merkezi bir rol oynamıştır. Maghrib, aynı zamanda çeşitli İslami altın çağların ve büyük düşünürlerin yetiştiği bir kültürel ve bilimsel merkez olarak da bilinir."
      },
      {
        "locale": "es",
        "text": "El Maghrib, conocido en árabe como المغرب, abarca el noroeste de África, incluyendo los países modernos de Marruecos, Argelia y Túnez, y ocasionalmente Libia y Mauritania. Esta región ha sido un punto neurálgico en la historia islámica, destacando por ser un centro de aprendizaje, comercio y cultura. Durante varios periodos, el Maghrib influyó significativamente en las dinámicas políticas y religiosas del mundo islámico, incluyendo la difusión del Islam a través del Sahara hacia regiones subsaharianas."
      },
      {
        "locale": "ms",
        "text": "Maghrib, atau dikenali sebagai المغرب dalam Bahasa Arab, merujuk kepada kawasan di Afrika Barat Laut yang merangkumi negara-negara seperti Morocco, Algeria, Tunisia, dan kadangkala Libya serta Mauritania. Kawasan ini memainkan peranan penting dalam sejarah Islam, dari penyebaran agama hingga ke pembentukan tamadun dan ilmu pengetahuan. Maghrib juga merupakan titik pertemuan antara budaya Afrika dan Arab, memberikan keunikan tersendiri kepada identiti dan warisan ilmiah di rantau ini."
      },
      {
        "locale": "ru",
        "text": "Магриб, или араб. المغرب, обозначает северо-западную Африку, охватывающую страны Марокко, Алжир и Тунис, а иногда и Ливию с Мавританией. Этот регион играл ключевую роль в истории ислама с момента его распространения в VII веке. Магриб был центром множества исламских династий, таких как Аглабиды, Фатимиды и Мериниды, и оказал значительное влияние на культурные и религиозные практики во всем исламском мире."
      },
      {
        "locale": "bn",
        "text": "মাগরিব, যা আরবীতে আল-মাগরিব নামে পরিচিত, উল্লেখ করে উত্তর-পশ্চিম আফ্রিকার সেই অঞ্চলকে যা বর্তমানে মরক্কো, আলজেরিয়া, টিউনিসিয়া অন্তর্ভুক্ত এবং মাঝে মাঝে লিবিয়া এবং মৌরিতানিয়াও অন্তর্ভুক্ত হয়। ইসলামিক ইতিহাসে এই অঞ্চলের গুরুত্ব অপরিসীম, কারণ এখান থেকে ইসলামের প্রসার এবং সাংস্কৃতিক বিস্তার ঘটেছিল। এই অঞ্চলের আধ্যাত্মিক ও আকাদেমিক অবদান ইসলামের ইতিহাসে অত্যন্ত মূল্যবান।"
      },
      {
        "locale": "ha",
        "text": "Maghrib, ko yankin Arewa maso Yammacin Afirka, ya kunshi kasashe irin su Maroko, Aljeriya, da Tunisiya, da wani lokacin Libiya da Moritaniya. Sunan yankin na Larabci, المغرب, na nufin 'Yammacin Wuri'. Yankin Maghrib yana da muhimmanci a tarihin Musulunci saboda rawar da ya taka wajen yada addinin Musulunci da kuma kasancewarsa cibiyar ilimi da al'adun Islamiyya tun zamanin daular Umayyad."
      },
      {
        "locale": "so",
        "text": "Maghrib, oo carabi ahaan loo yaqaan المغرب, waa gobol ku yaalla waqooyi-galbeed Afrika, oo ay ka mid yihiin Morocco, Algeria, iyo Tunisia, mararka qaarna Libya iyo Mauritania. Gobolkani wuxuu door muhiim ah ka ciyaaray taariikhda Islaamka laga soo bilaabo qarniyadii hore, iyadoo noqotay meel xarun u ah fidinta diinta Islaamka iyo dhaqanka. Maghrib waxa ay ahayd isha dhaqdhaqaaqyo waaweyn oo diimeed iyo aqooneed, taas oo saameyn ku yeelatay guud ahaan dunida Islaamka iyo ka baxsanba."
      },
      {
        "locale": "ps",
        "text": "المغرب، په عربي کې دالمغرب په نوم يادیږي، شمال لویدیځ افريقا کې موقعیت لري چې د مراکش، الجزایر، تونس شاملوي، او ځينې وختونه لیبیا او موریتانیا هم پکې شامليږي. دا سیمه په اسلامي تاریخ کې ډېره اهمیت لري، ځکه دا د اسلامي علومو او فرهنګ پراختیا مرکز پاتې شوې. دا ځای د اسلامي فتوحاتو پرمهال لومړني مرکزونه وو، په همدې توګه دا په علمي او فرهنګي برخو کې پراخ اغیزې لرلې."
      },
      {
        "locale": "ar",
        "text": "المغرب، المعروف تاريخيًا بأهميته البالغة في الحضارة الإسلامية، يغطي شمال غرب أفريقيا ويشمل دول مثل المغرب، الجزائر، وتونس، وأحيانًا ليبيا وموريتانيا. كانت هذه المنطقة مركزًا لنشر الإسلام والثقافة الإسلامية عبر القارة الأفريقية وأوروبا، مما لعب دورًا حاسمًا في تشكيل تاريخ وتراث العالم الإسلامي. كما كانت بوابة التبادل الثقافي والفكري بين الشرق والغرب."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Northwest Africa, including Morocco, Algeria, Tunisia, and sometimes Libya and Mauritania"
      },
      {
        "locale": "fa",
        "text": "شمال غربی آفریقا، شامل مراکش، الجزایر، تونس و گاهی لیبی و موریتانی"
      },
      {
        "locale": "ur",
        "text": "شمال مغربی افریقہ، جس میں مراکش، الجزائر، تیونس شامل ہیں، اور کبھی کبھی لیبیا اور موریطانیہ بھی"
      },
      {
        "locale": "hi",
        "text": "उत्तर-पश्चिम अफ्रीका, जिसमें मोरक्को, अल्जीरिया, ट्यूनीशिया शामिल हैं, और कभी-कभी लीबिया और मॉरिटानिया भी"
      },
      {
        "locale": "fr",
        "text": "Afrique du Nord-Ouest, incluant le Maroc, l'Algérie, la Tunisie, et parfois la Libye et la Mauritanie"
      },
      {
        "locale": "tr",
        "text": "Kuzeybatı Afrika, Fas, Cezayir, Tunus, bazen Libya ve Moritanya dahil"
      },
      {
        "locale": "es",
        "text": "Noroeste de África, incluyendo Marruecos, Argelia, Túnez, y a veces Libia y Mauritania"
      },
      {
        "locale": "ms",
        "text": "Afrika Barat Laut, termasuk Maghribi, Algeria, Tunisia, dan kadang-kadang Libya dan Mauritania"
      },
      {
        "locale": "ru",
        "text": "Северо-Западная Африка, включая Марокко, Алжир, Тунис, а иногда Ливию и Мавританию"
      },
      {
        "locale": "bn",
        "text": "উত্তরপশ্চিম আফ্রিকা, মরক্কো, আলজেরিয়া, তিউনিসিয়া এবং মাঝে মাঝে লিবিয়া ও মরিতানিয়া অন্তর্ভুক্ত"
      },
      {
        "locale": "ha",
        "text": "Arewacin Afirka ta Yamma, ciki har da Morocco, Algeria, Tunisia, da wani lokacin Libya da Mauritania"
      },
      {
        "locale": "so",
        "text": "Waqooyi-galbeed Afrika, oo ay ku jiraan Morocco, Algeria, Tunisia, mararka qaarna Libya iyo Mauritania"
      },
      {
        "locale": "ps",
        "text": "شمال ختیځ افریقا، پکې مراکش، الجزایر، تونس، او کله ناکله لیبیا او موریتانیا شامل دي"
      }
    ]
  },
  {
    "id": "rihab",
    "slug": "rihab",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 13,
    "numberOfBooks": 57,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Rihab"
      },
      {
        "locale": "ar",
        "text": "الرهاب"
      },
      {
        "locale": "fa",
        "text": "رهاب"
      },
      {
        "locale": "ur",
        "text": "الرهاب"
      },
      {
        "locale": "hi",
        "text": "रिहाब"
      },
      {
        "locale": "fr",
        "text": "Rihab"
      },
      {
        "locale": "tr",
        "text": "Rihab"
      },
      {
        "locale": "es",
        "text": "Rihab"
      },
      {
        "locale": "ms",
        "text": "Rihab"
      },
      {
        "locale": "ru",
        "text": "Рихаб"
      },
      {
        "locale": "bn",
        "text": "রিহাব"
      },
      {
        "locale": "ha",
        "text": "Rihab"
      },
      {
        "locale": "so",
        "text": "Rihab"
      },
      {
        "locale": "ps",
        "text": "الرهاب"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Rihab's significance in Islamic texts is shrouded in mystery, reflecting its status as a possibly historical or mythical region within Islamic civilization. Its mention in classical Islamic literature may allude to spiritual or esoteric aspects of Islamic belief, or to historical events and figures whose details have become obscured over time. The ambiguity surrounding Rihab invites further exploration and interpretation within the context of Islamic studies, potentially revealing insights into the religion's cultural and historical dimensions."
      },
      {
        "locale": "fa",
        "text": "رهاب، که به عربی الرهاب نامیده می‌شود، مکانی است که دقیقا مشخص نیست و ممکن است تاریخی یا اسطوره‌ای باشد. این منطقه در منابع تاریخی و اسلامی به ندرت نام برده شده است و تبیین دقیق موقعیت جغرافیایی آن مشکل است. با این حال، رهاب بخشی از تاریخ و فرهنگ اسلامی به حساب می‌آید و اهمیت آن در فهم زمینه‌های تاریخی و دینی اسلام نادیده گرفته نمی‌شود."
      },
      {
        "locale": "ur",
        "text": "رحاب، جو کہ تاریخ اسلام میں ایک اہم خطہ تصور کیا جاتا ہے، کی موجودگی آج بھی معمہ بنی ہوئی ہے اور اس کا موجودہ نام غیر یقینی ہے۔ اسلامی تاریخ میں رحاب کی اہمیت مختلف واقعات اور روایات کے تناظر میں بیان کی جاتی ہے، لیکن یہ عین ممکن ہے کہ یہ ایک تاریخی یا افسانوی مقام ہو۔ تاریخ اسلام میں رحاب کا تذکرہ علما و مورخین دونوں کے لئے دلچسپی کا باعث ہے، کیونکہ یہ ان مقامات میں شمار ہوتا ہے جن کی تلاش اور تحقیق اب بھی جاری ہے۔"
      },
      {
        "locale": "hi",
        "text": "रिहाब (अरबी में: الرهاب) इस्लामिक इतिहास में एक महत्वपूर्ण स्थल माना जाता है, हालांकि इसका वर्तमान स्थान या भौगोलिक पहचान निश्चित रूप से ज्ञात नहीं है। कुछ विद्वानों के अनुसार यह स्थल ऐतिहासिक या मिथकीय हो सकता है। रिहाब का उल्लेख कई इस्लामी ग्रंथों में मिलता है, जिसमें इसे धार्मिक या आध्यात्मिक महत्व का एक केंद्र बताया गया है।"
      },
      {
        "locale": "fr",
        "text": "Rihab, connue en arabe sous le nom de الرهاب, demeure une localisation incertaine, pouvant être historique ou mythique. Bien que son existence précise ne soit pas clairement établie, Rihab est évoquée dans plusieurs écrits islamiques anciens. Cette région pourrait avoir joué un rôle significatif dans les premiers développements de l'islam ou dans les récits traditionnels. La recherche continue d'explorer son importance potentielle et les contributions à l'histoire islamique, enrichissant notre compréhension du passé musulman."
      },
      {
        "locale": "tr",
        "text": "Rihab'un (الرهاب) kesin konumu belirsiz olmakla birlikte, İslami tarih açısından önemli olabilecek mitolojik veya tarihi bir yer olarak kabul edilir. Bölgenin, erken İslam tarihinde dini bilginler veya önemli olaylarla bağlantılı olabileceği düşünülmektedir. Ancak, Rihab'ın tam yerinin ve tarihî öneminin ne olduğu konusunda yeterli kanıt bulunmamaktadır. İslami kaynaklarda anılmasına rağmen, bugüne dek yapılan araştırmalarda somut bir lokasyon tespit edilememiştir."
      },
      {
        "locale": "es",
        "text": "Rihab, conocido en árabe como الرهاب, representa un enigma histórico y posiblemente mítica dentro de la historia islámica. La ubicación actual de Rihab es incierta, lo que alimenta debates y estudios continuos entre historiadores y académicos del Islam. La región es mencionada en varios textos antiguos, sugiriendo una relevancia cultural y religiosa que aún espera ser completamente descifrada y comprendida en el contexto del desarrollo histórico y espiritual del Islam."
      },
      {
        "locale": "ms",
        "text": "Rihab, dikenali dalam bahasa Arab sebagai الرهاب, merupakan satu lokasi yang penting tetapi ketepatan geografinya masih belum dapat dipastikan, dan mungkin merupakan tempat yang bersejarah atau mitos. Tidak banyak maklumat yang tersedia tentang Rihab, namun ia dianggap signifikan dalam sejarah Islam. Para sejarawan dan cendekiawan Islam masih terus mencari dan mengkaji maklumat untuk mengesahkan keberadaan dan peranannya dalam konteks sejarah Islam."
      },
      {
        "locale": "ru",
        "text": "Рихаб, араб. الرهاب, обозначает местность, чей точный современный аналог остаётся неопределённым, возможно, находясь в разряде исторических или мифических локаций. Этот регион упоминается в различных исламских источниках, что делает его значимым для изучения истории и культуры ислама. Интрига вокруг Рихаба повышает интерес учёных и исследователей, стремящихся раскрыть его прошлое и значение в контексте исламской цивилизации."
      },
      {
        "locale": "bn",
        "text": "রিহাব (আরবিতে: الرهاب) একটি ঐতিহাসিক বা পৌরাণিক স্থান হতে পারে, যার বর্তমান নাম নিশ্চিত নয়। ইসলামি ইতিহাসের গবেষক ও পন্ডিতদের কাছে এই স্থানের গুরুত্ব অস্পষ্ট, তবে ঐতিহাসিক রেকর্ডগুলিতে এর উল্লেখ রয়েছে। এর অবস্থান ও ঐতিহাসিক ভূমিকা নিয়ে অনেক গবেষণা ও তত্ত্ব রয়েছে, কিন্তু কোনও নির্দিষ্ট তথ্য এখনো উদ্ঘাটিত হয়নি।"
      },
      {
        "locale": "ha",
        "text": "Rihab, wanda ake kira da الرهاب a Larabci, ana daukarsa a matsayin wuri mai muhimmanci a tarihin Musulunci, ko da yake yanzu ba a san takamaiman inda yake ba kuma ana iya cewa tarihi ne ko almara. Wannan yankin yana da muhimmanci sosai saboda wasu al'amuran da suka faru a can da suka shafi tarihin Musulunci. Masana tarihi sun yi imanin cewa Rihab na iya kasancewa cibiyar farko ta addinin Musulunci bayan hijirar Annabi Muhammad (SAW) daga Makka zuwa Madina."
      },
      {
        "locale": "so",
        "text": "Rihab, oo luqadda Carabiga loo yaqaan الرهاب, waxaa loo aqoonsan yahay inay tahay mid ka mid ah meelaha taariikhiga ah ee diinta Islaamka. Magaca xiligan la joogo lagu yaqaan waa mid aan kala cadayn, waxaana suurtagal ah inay tahay goob taariikhi ah ama sheeko xariireed. Inkastoo aan si dhab ah loo xaqiijin karin halka ay ku taallo, Rihab waxaa lagu xusaa ilo badan oo taariikhi ah dhammaan xadaaradda Islaamka. Culimada taariikhda Islaamka ayaa aaminsan inay leedahay muhiimad gaar ah xagga dhaxalka iyo dhaqanka diimeed."
      },
      {
        "locale": "ps",
        "text": "ریحاب چې په عربي کې یې د الرهاب نوم دی، یوه غیر معینه سیمه ده چې ممکن په تاریخی یا افسانوي توګه شتون ولري. د دې موقعیت په اړه قطعي مالومات نشته خو د اسلامي تاریخ په منابعو کې یادونه شوی. دا سیمه کېدای شي د مخکنیو اسلامي علماوو یا سنتي قصو ځای وي. بلکې د اسلام د تاریخ په ابتدایی پړاوونو کې مهمه وي، که څه هم دقیق زماني او جغرافیایی توضیحات یې به په تاریخي سندونو کې کم وي."
      },
      {
        "locale": "ar",
        "text": "الرهاب، موقع تاريخي أو أسطوري قد يكون غير مؤكد الآن، يحمل أهمية كبيرة في السياق الإسلامي. تشير بعض المصادر إلى أنه كان مركزًا للتعليم الديني وقد لعب دورًا في النشر المبكر للإسلام. هويتها الحقيقية وموقعها لا يزالان محل جدل بين المؤرخين وعلماء الأديان."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Uncertain, possibly a historical or mythical location"
      },
      {
        "locale": "fa",
        "text": "مکانی نامشخص، احتمالاً موقعیتی تاریخی یا اسطوره‌ای"
      },
      {
        "locale": "ur",
        "text": "غیر یقینی، ممکن ہے کہ تاریخی یا افسانوی مقام"
      },
      {
        "locale": "hi",
        "text": "अनिश्चित, संभवतः एक ऐतिहासिक या मिथकीय स्थान"
      },
      {
        "locale": "fr",
        "text": "Incertaine, possiblement un lieu historique ou mythique"
      },
      {
        "locale": "tr",
        "text": "Belirsiz, muhtemelen tarihi veya mitolojik bir yer"
      },
      {
        "locale": "es",
        "text": "Incierto, posiblemente una ubicación histórica o mítica"
      },
      {
        "locale": "ms",
        "text": "Tidak pasti, kemungkinan lokasi bersejarah atau mitos"
      },
      {
        "locale": "ru",
        "text": "Неопределенно, возможно историческое или мифическое место"
      },
      {
        "locale": "bn",
        "text": "অনিশ্চিত, সম্ভবত একটি ঐতিহাসিক অথবা পৌরাণিক স্থান"
      },
      {
        "locale": "ha",
        "text": "Wuri mara tabbas, watakila wuri na tarihi ko almara"
      },
      {
        "locale": "so",
        "text": "Goob aan la hubin, malaha meel taariikhi ah ama minweyn"
      },
      {
        "locale": "ps",
        "text": "د یوه ناڅرګند، احتمالاً تاریخي یا افسانوی ځای"
      }
    ]
  },
  {
    "id": "sham",
    "slug": "sham",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 293,
    "numberOfBooks": 2308,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Sham"
      },
      {
        "locale": "ar",
        "text": "الشام"
      },
      {
        "locale": "fa",
        "text": "شام"
      },
      {
        "locale": "ur",
        "text": "الشام"
      },
      {
        "locale": "hi",
        "text": "शाम"
      },
      {
        "locale": "fr",
        "text": "Le Cham"
      },
      {
        "locale": "tr",
        "text": "Şam"
      },
      {
        "locale": "es",
        "text": "Al-Sham"
      },
      {
        "locale": "ms",
        "text": "Syam"
      },
      {
        "locale": "ru",
        "text": "Шам"
      },
      {
        "locale": "bn",
        "text": "শাম"
      },
      {
        "locale": "ha",
        "text": "Sham"
      },
      {
        "locale": "so",
        "text": "Shaam"
      },
      {
        "locale": "ps",
        "text": "الشام"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "ms",
        "text": "Sham, atau lebih dikenali dengan nama Arabnya, الشام, merujuk kepada wilayah yang kini dikenali sebagai Levant, termasuk Syria, Lebanon, Jordan, dan Palestine. Wilayah ini memegang peranan penting dalam sejarah Islam sebagai tapak untuk banyak peristiwa bersejarah, termasuk peperangan dan penyebaran Islam. Sham juga sering dikaitkan dengan tanah yang suci dan merupakan pentas utama bagi pelbagai dinasti Islam. Wilayah ini terus menjadi pusat kebudayaan, pendidikan, dan agama dalam sejarah Islam dan memainkan peranan signifikan dalam politik dan sosial umat Islam."
      },
      {
        "locale": "en",
        "text": "Sham, historically known as the Levant, is a region of significant importance in Islamic history. It was among the first areas outside Arabia to come under Muslim rule, becoming a cultural and political center of the early Islamic world. The Umayyad Caliphate, with its capital in Damascus, was instrumental in the spread of Islam and Arabic culture. Sham is revered in Islamic tradition for its holy sites, including Al-Aqsa Mosque in Jerusalem, and its role in early Islamic conquests and scholarship."
      },
      {
        "locale": "fa",
        "text": "شام، که به عربی الشام نامیده می‌شود و امروزه شامل مناطقی چون سوریه، لبنان، اردن و فلسطین است، یکی از مناطق مهم در تاریخ اسلام است. این منطقه، که به عنوان بلاد الشام شناخته می‌شود، به خاطر نقش کلیدی‌اش در گسترش و حفظ فرهنگ و تمدن اسلامی، همواره مورد توجه بوده‌ است. در طول تاریخ، شام مرکز مهمی برای علما و فرهنگ‌های اسلامی بوده و در ادوار مختلف، از جمله دوران خلافت‌های اموی و عباسی، اهمیت بسزایی داشته است."
      },
      {
        "locale": "ur",
        "text": "الشام، جسے عربی میں الشام کہا جاتا ہے، اسلامی تاریخ میں ایک انتہائی اہم خطہ ہے۔ موجودہ دور میں، الشام بنیادی طور پر شام (سیریا)، لبنان، اردن، اور فلسطین کو شامل کرتا ہے۔ اس خطے نے اسلامی تاریخ کے متعدد اہم دورانیوں میں مرکزی کردار ادا کیا ہے، جسمیں راشدین خلفاء کا دور اور بعد میں اموی خلافت کا قیام شامل ہیں۔ الشام کے علماء اور صوفیا نے بھی اسلامی علوم اور فکر میں نمایاں کردار ادا کیا ہے۔"
      },
      {
        "locale": "hi",
        "text": "शाम, जिसे अरबी में الشام के नाम से जाना जाता है, आज का लेवंत (सीरिया, लेबनान, जॉर्डन, फिलिस्तीन) क्षेत्र है। इस्लामिक इतिहास में इस क्षेत्र का अत्यधिक महत्व है, क्योंकि यह उन प्रमुख क्षेत्रों में से एक है जहाँ इस्लाम का शीघ्र विस्तार हुआ। शाम बहुसांस्कृतिक विरासत और धार्मिक विविधता के लिए प्रसिद्ध है, साथ ही यहां के ऐतिहासिक स्मारक और स्थल इसके गौरवशाली अतीत को दर्शाते हैं।"
      },
      {
        "locale": "fr",
        "text": "Le Sham, connu historiquement sous le nom d'الشام en arabe, couvre la région actuelle du Levant incluant la Syrie, le Liban, la Jordanie et la Palestine. Crucial dans l'histoire islamique, le Sham a été le cœur des échanges culturels, commerciaux et religieux. Riche de son héritage prophétique et central lors des expansions musulmanes, cette région a grandement contribué à la diffusion des arts, des sciences et de la foi islamique à travers le monde."
      },
      {
        "locale": "tr",
        "text": "Şam, tarihsel İslam coğrafyasında önemli bir yer tutar. Arapça adı 'الشام' olan bölge, günümüzde Levant olarak bilinir ve Suriye, Lübnan, Ürdün ve Filistin topraklarını kapsar. İslam'ın ilk yıllarından itibaren, peygamberlerin hikayelerine, büyük savaşlara ve önemli siyasi olaylara tanıklık eden bu bölge, İslami kültür ve medeniyetin şekillenmesinde merkezi bir role sahiptir. Şam, aynı zamanda birçok İslami alim ve düşünürün yetiştiği bir ilim merkezi olarak da bilinir."
      },
      {
        "locale": "es",
        "text": "Sham, conocido históricamente como الشام en árabe, corresponde a la región actual del Levante, que incluye Siria, Líbano, Jordania y Palestina. Esta área ha desempeñado un papel crucial en la historia islámica por su ubicación estratégica y rica herencia cultural. A lo largo de los siglos, Sham ha sido un centro vital para el comercio, la cultura, y la religión, dejando un legado indeleble en el desarrollo del mundo islámico."
      },
      {
        "locale": "ru",
        "text": "Шам (араб. الشام‎), современный Левант (включающий Сирию, Ливан, Иорданию, Палестину), имеет особое значение в исламской истории. Этот регион является местом множества библейских событий и раннего распространения ислама. Через века Шам стал центром учёности и религиозной мысли, а также ключевым геополитическим и духовным центром. Важность этого региона обусловлена его географическим положением и роли в формировании исламской цивилизации."
      },
      {
        "locale": "bn",
        "text": "শাম বর্তমান সময়ের লেভেন্ট (সিরিয়া, লেবানন, জর্ডান, ফিলিস্তিন) হিসেবে পরিচিত। ইসলামের ইতিহাসে এই অঞ্চলের গুরুত্ব অপরিসীম, মহানবি মুহাম্মাদ (সাঃ) এর সাহাবীগণ ও অনেক বিশিষ্ট ব্যক্তির জীবন ও কর্মের সাক্ষী থাকা এই ভূখণ্ড। ইসলামিক শাসন, শিল্প ও সংস্কৃতির বিকাশে এর অবদান বিশেষ উল্লেখযোগ্য।"
      },
      {
        "locale": "ha",
        "text": "Sham, wanda aka sani da الشام a Larabci, yana daya daga cikin yankunan da suka taka muhimmiyar rawa a tarihin Musulunci. Yau, ana kiransa da Levant, wanda ya hada da kasashen Syria, Lebanon, Jordan, da Palestine. Yankin Sham ya kasance cibiyar hada-hadar addini, al'adu, da siyasa tun zamanin daulolin da suka gabata, kuma ya yi tasiri matuka a yaduwar addinin Musulunci tun daga karni na 7. Sham yana ci gaba da zama mai muhimmanci don fahimtar canje-canje da hada-hadar tarihi da ke da alaka da addinin Musulunci har zuwa yau."
      },
      {
        "locale": "so",
        "text": "Sham, oo loo yaqaan Levant maanta, ayaa ka kooban Syria, Lebanon, Jordan, iyo Falastiin. Magaca 'الشام' waxaa isticmaala dadka Carabta, waa gobol leh muhiimad weyn taariikhda Islaamka, laga soo bilaabo fathigii Muslimiinta ee qarniyadii hore. Gobolkan wuxuu mar ahaa xudunta boqortooyooyin, dowlado Islaami ah, kana mid yahay meelaha ugu qaddiimsan ee diinta Islaamka. Sham waxay kaloo saameyn weyn ku lahayd fidinta Islamka, ilbaxnimada, iyo sayniska muslimiinta, iyadoo ah meel ay taariikhdu hodan ku tahay dhacdooyinka diineed iyo siyaasadeed."
      },
      {
        "locale": "ps",
        "text": "شام، چې په عربي کې الشام په نوم مشهور دی، اوسنۍ وخت کې د لویدیځ اسیا کې د سوریه، لبنان، اردن او فلسطین په نومونو شناخته کیږي. دا سیمه په اسلامي تاریخ کې ډیره اهمیت لري، په تیره بیا د اسلام د پیل په دوران کې. د اسلامي فتوحاتو د پیل په وختو کې، پيغمبر محمد صلى الله عليه وسلم په شخصي ډول دا سیمه پیاوړي اسلامي قدرت ته وبدلوله. نن هم، شام د اسلامي نړۍ په تاریخ کې یو مهم او حیاتي رول لوبوي."
      },
      {
        "locale": "ar",
        "text": "تعتبر منطقة الشام، أو كما تُعرف حديثًا ببلاد الشام وتشمل سوريا، لبنان، الأردن وفلسطين، من المناطق ذات الأهمية البالغة في التاريخ الإسلامي. كانت مركزًا هامًا للفتوحات الإسلامية المبكرة، وساهمت بشكل كبير في انتشار الإسلام وثقافته. كما أنها شهدت العديد من المعارك التاريخية والأحداث الفاصلة التي لعبت دورًا محوريًا في تشكيل العالم الإسلامي. الشام مهد للعديد من العلماء والفقهاء وتحتضن مواقع ذات قدسية، مثل المسجد الأموي في دمشق ومسجد الأقصى في القدس."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Levant (Syria, Lebanon, Jordan, Palestine)"
      },
      {
        "locale": "fa",
        "text": "بلاد الشام (سوریه، لبنان، اردن، فلسطین)"
      },
      {
        "locale": "ur",
        "text": "لیوانٹ (شام، لبنان، اردن، فلسطین)"
      },
      {
        "locale": "hi",
        "text": "लेवेंट (सीरिया, लेबनान, जॉर्डन, फिलिस्तीन)"
      },
      {
        "locale": "fr",
        "text": "Le Levant (Syrie, Liban, Jordanie, Palestine)"
      },
      {
        "locale": "tr",
        "text": "Levant (Suriye, Lübnan, Ürdün, Filistin)"
      },
      {
        "locale": "es",
        "text": "Levante (Siria, Líbano, Jordania, Palestina)"
      },
      {
        "locale": "ms",
        "text": "Levant (Syria, Lebanon, Jordan, Palestin)"
      },
      {
        "locale": "ru",
        "text": "Левант (Сирия, Ливан, Иордания, Палестина)"
      },
      {
        "locale": "bn",
        "text": "লেভেন্ট (সিরিয়া, লেবানন, জর্ডান, ফিলিস্তিন)"
      },
      {
        "locale": "ha",
        "text": "Levant (Syria, Lebanon, Jordan, Palestine)"
      },
      {
        "locale": "so",
        "text": "Levant (Suuriya, Lubnaan, Urdun, Falastiin)"
      },
      {
        "locale": "ps",
        "text": "لیوانت (سوریه، لبنان، اردن، فلسطین)"
      }
    ]
  },
  {
    "id": "sicile",
    "slug": "sicile",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 3,
    "numberOfBooks": 32,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Sicile"
      },
      {
        "locale": "ar",
        "text": "صقلية"
      },
      {
        "locale": "fa",
        "text": "صقلیه"
      },
      {
        "locale": "ur",
        "text": "صقلية"
      },
      {
        "locale": "hi",
        "text": "सिसिली"
      },
      {
        "locale": "fr",
        "text": "Sicile"
      },
      {
        "locale": "tr",
        "text": "Sicile"
      },
      {
        "locale": "es",
        "text": "Sicilia"
      },
      {
        "locale": "ms",
        "text": "Sicilia"
      },
      {
        "locale": "ru",
        "text": "Сицилия"
      },
      {
        "locale": "bn",
        "text": "সিসিলি"
      },
      {
        "locale": "ha",
        "text": "Sisiliya"
      },
      {
        "locale": "so",
        "text": "Sisiiliya"
      },
      {
        "locale": "ps",
        "text": "سیسلي"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Sicily (Sicile) was a significant center of Islamic culture and administration between the 9th and 12th centuries. Its strategic location in the Mediterranean facilitated the exchange of goods and ideas between the Islamic world and Europe. Under Islamic rule, Sicily flourished in agriculture, science, and architecture, contributing to the Renaissance through the transmission of Arabic texts and knowledge. The legacy of Islamic Sicily is evident in its architecture, agricultural practices, and the enduring influence of Arabic on the Sicilian language."
      },
      {
        "locale": "fa",
        "text": "صقلیه، که با نام عربی‌اش صقلیة شناخته می‌شود، جزیره‌ای در جنوب ایتالیا است که تاریخ کهنی در تاریخ اسلام دارد. در قرون وسطی، صقلیه تحت حکومت امویان بود و پس از آن تحت حکمرانی فاطمیان قرار گرفت. این دوره‌ها باعث شد تا تأثیرات فرهنگی و دینی عمیقی بر جزیره بگذارد و صقلیه را تبدیل به مرکزی برای تبادل فکری و فرهنگی میان جهان اسلام و اروپا کند."
      },
      {
        "locale": "ur",
        "text": "صقلیہ، جو موجودہ اٹلی کا حصہ ہے، اسلامی تاریخ میں ایک اہم خطہ رہا ہے۔ نویں صدی میں مسلمانوں نے اس جزیرے کو فتح کیا، جس کے بعد یہ ایک اہم تجارتی و ثقافتی مرکز بن گیا۔ اس دوران صقلیہ نہ صرف علوم و فنون کی ترقی میں پیش پیش تھا، بلکہ اس کی معاشی اہمیت بھی بڑھ گئی تھی۔ صقلیہ کی اسلامی تہذیب نے یورپ کے دیگر حصوں پر بھی گہرا اثر چھوڑا جس سے علمی و ثقافتی ترقی میں اضافہ ہوا۔"
      },
      {
        "locale": "hi",
        "text": "सिसिली, जिसे अरबी में 'صقلية' के नाम से जाना जाता है, इस्लामिक इतिहास में एक महत्वपूर्ण क्षेत्र रहा है। नौवीं सदी में आरबों ने इस द्वीप को जीत लिया और यहाँ इस्लामी संस्कृति और विद्यानुसार का प्रसार हुआ। सिसिली ने विज्ञान, दर्शन, कला, और वास्तुकला में महत्वपूर्ण योगदान दिया, जिसने यूरोपीय पुनर्जागरण को प्रभावित किया। इसका वर्तमान नाम 'Sicily, Italy' है, और यह इटली का एक स्वायत्त क्षेत्र है।"
      },
      {
        "locale": "fr",
        "text": "La Sicile, connue en arabe sous le nom de صقلية, a joué un rôle crucial dans l'histoire islamique après sa conquête par les Aghlabides en 827. Située au carrefour de la Méditerranée, elle a été un centre important de culture et d'échange entre le monde islamique et l'Europe. La présence islamique a enrichi l'île en termes d'agriculture, d'architecture et de savoir, avant que la domination ne passe aux Normands au XIe siècle. Aujourd'hui, la Sicile garde des traces de cet héritage dans son art, sa cuisine et ses traditions architecturales."
      },
      {
        "locale": "tr",
        "text": "Sicilya, İslam tarihinin önemli bölgelerinden biri olup, Arapça adıyla صقلية olarak da bilinir. 9. yüzyılın başlarından itibaren Arapların hakimiyetine giren Sicilya, bu dönemde büyük bir kültürel ve bilimsel gelişme yaşamıştır. Arap mimarisi, bilimi ve sanatının izleri adada günümüze dek ulaşmış olup, İslam medeniyetinin Avrupa’ya açılan kapısı olmuştur. Sicilya, İslami etkinin yanı sıra, uzun süreli Norman ve İspanyol hakimiyetleriyle de dikkat çekmektedir."
      },
      {
        "locale": "es",
        "text": "Sicilia, conocida históricamente en árabe como صقلية, ha sido un punto de encuentro crucial entre el mundo islámico y Europa. Durante la Edad Media, fue un emirato islámico notable que floreció como un centro de aprendizaje, cultura y comercio. Aunque hoy es parte de Italia, los ecos de su rica herencia islámica aún resuenan en su arquitectura, gastronomía y tradiciones, testimonios de un pasado donde convivieron diversas culturas y religiones."
      },
      {
        "locale": "ms",
        "text": "Sicile, atau dikenali dalam bahasa Arab sebagai صقلية, kini merupakan sebahagian daripada Italia dengan nama semasa Sicily. Kawasan ini memegang peranan penting dalam sejarah Islam, terutamanya sejak era penaklukan oleh umat Islam pada abad ke-9. Pengaruh Islam telah meninggalkan jejak dalam budaya, arsitektur, dan ilmu pengetahuan di Sicile, memberikan sumbangan yang berharga dalam bentuk penyebaran ilmu dan pertukaran budaya antara dunia Islam dan Eropah."
      },
      {
        "locale": "ru",
        "text": "Сицилия (араб. صقلية) играла значительную роль в истории ислама, начиная с 9 века, когда остров был завоёван арабами. Они преобразовали его культурный и архитектурный облик, оставив после себя богатое наследие. В период исламского правления, Сицилия стала мостом между мусульманским Востоком и христианским Западом, содействуя торговле и культурному обмену. Научные и философские достижения острова значительно повлияли на развитие европейской мысли в эпоху Ренессанса."
      },
      {
        "locale": "bn",
        "text": "সিসিলি, যা আরবিতে صقلية নামে পরিচিত, এটি নিজস্ব এক বৈচিত্রময় ইতিহাস সমৃদ্ধ একটি দ্বীপ। ৯ম থেকে ১১শ শতাব্দী পর্যন্ত অরব শাসনামলে এই দ্বীপ এক অনন্য সাংস্কৃতিক ও বৈজ্ঞানিক উন্নতির সাক্ষী ছিল। ইসলামের প্রভাবে সিসিলির কৃষি, বাণিজ্য, স্থাপত্য কলা, এবং শিক্ষা ক্ষেত্রে অভূতপূর্ব গতিশীলতা দেখা দেয়। আজও সিসিলির বহু ঐতিহাসিক স্থাপনা ও সাংস্কৃতিক প্রভাব ইসলামের সেই স্বর্ণযুগের কথা বলে।"
      },
      {
        "locale": "ha",
        "text": "Sicile, wanda ake kira صقلية a Larabci, wani yanki ne mai muhimmanci a tarihin Musulunci. Bayan mamaye ta da Musulmai suka yi a karni na tara, Sicile ta zama cibiyar ilimi da al'adu, inda aka samar da ilimin lissafi, taurari, da magunguna. Wannan yanki, wanda yanzu ake kira Sicily a Italiya, ya ci gaba da kasancewa gada tsakanin al'adun gabas da yammacin duniya, yana taka muhimmiyar rawa wajen bunkasar Musulunci a Turai."
      },
      {
        "locale": "so",
        "text": "Sicile, ama magaceeda Carabiga صقلية, waa jasiirad taariikhi ah oo hadda ka tirsan dalka Talyaaniga. Inta lagu guda jiro qarniyadii dhexe, Sicile waxay ahayd xarun muhiim u ah fidinta iyo horumarinta dhaqanka Islaamka kadib markii ay Muslimiintu qabsadeen qeybo ka mid ah Yurub. Xilligaas, Sicile waxay noqotay meel isku xidha dhaqamada Carabta, Laatiinka iyo Byzantine, waxayna saameyn ku yeelatay dhaqanka, cilmiga, iyo farshaxanka guud ahaan Dhexe ee Mediterranean-ka."
      },
      {
        "locale": "ps",
        "text": "صقلیه، چې په عربي کې د صقلية په نوم یادیږي، په اسلامي تاریخ کې یو مهم سیمه ده. دا سیمه، چې اوس د ایټالیا برخه ده، په ۹مه میلادي پیړۍ کې د مسلمانانو لخوا نفوذ وموندل شوه. صقلیه د مدیترانې سمندر سیاسي او فرهنګي تبادلو کې مرکزي رول لوبولی ده. دا سیمه په خپلو څلورونو کې د علم، فلسفې، طب او هنر د پراختیا لپاره پیژندل شوې ده، چې د اسلامي نړۍ د زده کړې او پرمختیا بنسټ یې مضبوط کړ."
      },
      {
        "locale": "ar",
        "text": "تعد صقلية، والمعروفة بالعربية باسم صقلية، واحدة من أبرز الجزر في التاريخ الإسلامي. عرفت الجزيرة فترة حكم إسلامي زاهر بين العامين 831 و1091 ميلادية، حيث أصبحت مركزاً حضارياً وعلمياً بارزاً في العالم الإسلامي. أثرى المسلمون الجزيرة بالعديد من الإنجازات في مجالات مختلفة مثل الزراعة، العمارة، والعلوم. وتظل الآثار الإسلامية شاهدة على تلك الحقبة الذهبية التي خلفت إرثاً ثقافياً وتاريخياً غنياً."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "ha",
        "text": "Sisiliya, Italiya"
      },
      {
        "locale": "en",
        "text": "Sicily, Italy"
      },
      {
        "locale": "fa",
        "text": "سیسیل، ایتالیا"
      },
      {
        "locale": "ur",
        "text": "سسلی، اٹلی"
      },
      {
        "locale": "hi",
        "text": "सिसिली, इटली"
      },
      {
        "locale": "fr",
        "text": "Sicile, Italie"
      },
      {
        "locale": "tr",
        "text": "Sicilya, İtalya"
      },
      {
        "locale": "es",
        "text": "Sicilia, Italia"
      },
      {
        "locale": "ms",
        "text": "Sicily, Itali"
      },
      {
        "locale": "ru",
        "text": "Сицилия, Италия"
      },
      {
        "locale": "bn",
        "text": "সিসিলি, ইতালি"
      },
      {
        "locale": "so",
        "text": "Sisiiliya, Talyaani"
      },
      {
        "locale": "ps",
        "text": "سیسلي، ایټالیه"
      }
    ]
  },
  {
    "id": "sijistan",
    "slug": "sijistan",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 13,
    "numberOfBooks": 40,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Sijistan"
      },
      {
        "locale": "ar",
        "text": "سيجستان"
      },
      {
        "locale": "fa",
        "text": "سیجستان"
      },
      {
        "locale": "ur",
        "text": "سیجستان"
      },
      {
        "locale": "hi",
        "text": "सिजिस्तान"
      },
      {
        "locale": "fr",
        "text": "Sijistan"
      },
      {
        "locale": "tr",
        "text": "Sicistan"
      },
      {
        "locale": "es",
        "text": "Sijistán"
      },
      {
        "locale": "ms",
        "text": "Sijistan"
      },
      {
        "locale": "ru",
        "text": "Сиджистан"
      },
      {
        "locale": "bn",
        "text": "সিজিস্তান"
      },
      {
        "locale": "ha",
        "text": "Sijistan"
      },
      {
        "locale": "so",
        "text": "Sijistan"
      },
      {
        "locale": "ps",
        "text": "سيجستان"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Sijistan, straddling modern Iran and Afghanistan, was a vital region in Islamic history known for its resistance and resilience. It played a significant role in the Islamic conquests of the East and was a crossroads of trade and cultural exchange between the Iranian plateau and the Indian subcontinent. The region produced many famous Islamic scholars and had a rich tradition of Islamic learning. Despite its challenges, Sijistan's historical significance in Islamic civilization is marked by its contributions to scholarship and its strategic importance."
      },
      {
        "locale": "fa",
        "text": "سیجستان، که در زمان‌های کنونی بخش‌هایی از منطقه سیستان در ایران و افغانستان را شامل می‌شود، منطقه‌ای با اهمیت تاریخی در تاریخ اسلام است. این سرزمین، به دلیل موقعیت استراتژیک بین ایران و افغانستان، نقش مهمی در تبادلات فرهنگی و تجاری داشته است. سیجستان در دوره‌های اسلامی مختلف، شاهد رویدادها و تحولات بسیاری بوده که بر جوامع اسلامی تأثیر گذاشته است. این منطقه به عنوان مرکز تولید علم و فرهنگ در دوران اسلامی، شخصیت‌های برجسته‌ای را پرورش داده است."
      },
      {
        "locale": "ur",
        "text": "سیجستان، جو موجودہ دور میں ایران اور افغانستان کے علاقے سیستان کے نام سے جانا جاتا ہے، اسلامی تاریخ میں ایک اہم خطہ رہا ہے۔ یہ علاقہ اسلامی فتوحات کے دوران مسلمانوں کے زیر انتظام آیا اور مختلف ثقافتی، علمی، اور مذہبی پیش رفتوں کا مرکز بن گیا۔ سیجستان نے اسلامی دنیا میں علم کے فروغ اور تبادلے میں اہم کردار ادا کیا، جس سے مسلم ثقافت کی گہرائی اور تنوع میں اضافہ ہوا۔"
      },
      {
        "locale": "hi",
        "text": "सिजिस्तान, जिसे अरबी में सीजेस्तान के नाम से भी जाना जाता है, आज के ईरान और अफगानिस्तान के सिस्तान क्षेत्र में स्थित था। इस्लामिक इतिहास में यह क्षेत्र महत्वपूर्ण रहा है, जहाँ धार्मिक, शैक्षणिक और सांस्कृतिक विकास हुए। सिजिस्तान ने इस्लामिक दुनिया में कई विद्वानों और संतों को जन्म दिया है और इस्लामी ज्ञान तथा संस्कृतिक प्रदान में इसका बड़ा योगदान रहा है।"
      },
      {
        "locale": "fr",
        "text": "Sijistan, connue en arabe comme سيجستان, se réfère aujourd'hui à la région de Sistan, partagée entre l'Iran et l'Afghanistan. Historiquement, cette zone a été un carrefour culturel et commercial majeur, influant significativement dans l'histoire islamique. La région a vu divers pouvoirs musulmans y établir leur dominance, facilitant ainsi les échanges entre l'est et l'ouest de l'empire islamique et au-delà. Sa position stratégique et son héritage riche sont cruciaux pour comprendre les dynamiques de pouvoir et les échanges culturels dans le monde islamique médiéval."
      },
      {
        "locale": "tr",
        "text": "Sijistan, günümüzde İran ve Afganistan sınırları içinde kalan Sistan bölgesi olarak bilinir. Arapça'da سيجستان olarak ifade edilen bu bölge, İslam tarihi açısından önemli bir merkez olmuştur. İslam'ın erken dönemlerinde, bu bölge çok sayıda ilim adamı ve dini liderin yetiştiği bir kültür ve bilim merkezi olarak öne çıkmıştır. Sijistan, aynı zamanda birçok önemli tarihi olaya tanıklık etmiş ve İslami ilimlerin öğrenilip yayıldığı kritik bir nokta olmuştur."
      },
      {
        "locale": "es",
        "text": "Sijistán, conocido actualmente como la región de Sistán en Irán y Afganistán, es un territorio histórico de gran relevancia en la historia islámica. Este lugar ha sido testigo de numerosos eventos significativos y ha sido un centro crucial para el desarrollo cultural y político en la región. Su nombre árabe, سيجستان, refleja la rica herencia y profundas raíces que Sijistán posee en el contexto islámico, mostrando una amalgama de tradiciones y conocimientos que han traspasado las fronteras geográficas y temporales a lo largo de los siglos."
      },
      {
        "locale": "ms",
        "text": "Sijistan, atau yang sekarang dikenal sebagai wilayah Sistan di Iran dan Afghanistan, merupakan kawasan penting dalam sejarah Islam. Dikenali dengan nama Arabnya, سيجستان, wilayah ini memainkan peranan penting sebagai pusat pertemuan kebudayaan dan perdagangan antara Timur dan Barat. Sepanjang sejarah Islam, Sijistan mewakili titik strategis dalam penyebaran agama Islam serta sebagai medan penting dalam pengembangan ilmu pengetahuan dan budaya. Emplasemen geografinya telah memudahkan interaksi antara berbagai dinasti dan kebudayaan, menjadikannya sebuah pusat integral dalam konteks sejarah Islam."
      },
      {
        "locale": "ru",
        "text": "Сиджистан, известный современному миру как регион Систан в Иране и Афганистане, занимает особое место в исламской истории. Эта территория была ключевым центром раннего распространения ислама в центральной Азии, обладая богатым культурным и ученый наследием. Важность Сиджистана в истории ислама подчеркивается его географическим положением и ролью в торговле, что способствовало обмену идеями и знаниями между Востоком и Западом."
      },
      {
        "locale": "bn",
        "text": "সিজিস্তান, যা সিস্তান নামেও পরিচিত, বর্তমানে ইরান ও আফগানিস্তানের একটি অঞ্চল। এটি ইসলামিক ইতিহাসে গুরুত্বপূর্ণ অঞ্চলের একটি, বিশেষ করে ইসলামী বিস্তারের প্রাথমিক পর্যায়ে। এই এলাকায় মুসলিম শাসনাধীন বিভিন্ন সাংস্কৃতিক এবং শিক্ষাগত উন্নয়ন ঘটেছিল, যা ইসলামী জ্ঞান ও ঐতিহ্যের বিস্তারে সহায়ক হয়েছিল। সিজিস্তানের অবস্থান ও ঐতিহাসিক প্রেক্ষাপট এলাকাটিকে ইসলামিক ইতিহাস গবেষকদের কাছে এক আকর্ষণীয় বিষয় করে তোলে।"
      },
      {
        "locale": "ha",
        "text": "Sijistan, wanda a yanzu ake kira yankin Sistan na Iran da Afghanistan, na ɗaya daga cikin muhimman wurare a tarihin Musulunci. Asalin sunansa na Larabci shine سيجستان. Wannan yanki ya taka muhimmiyar rawa a yada addinin Musulunci, tun daga farkon yaduwar addini a Asiya ta Tsakiya. Sijistan ya kasance gurbin ilimi da al'adu, inda malamai da masana suka haɗu don musayar ilmi. Haka kuma, ya zama wani muhimmin cibiyar tattalin arziki da cinikayya a lokacin Daular Umayyad da Abbasiyya."
      },
      {
        "locale": "so",
        "text": "Sijistan, oo haatan loo yaqaan gobolka Sistan ee Iran iyo Afghanistan, waa gobol taariikhi ah oo ku weyn diinta Islaamka. Magaciisa Carabiga waa سيجستان. Gobolkani wuxuu mar ahaa xarun muhiim u ah fidinta Islaamka iyo dhaqanka ee gobolka bartamaha iyo koonfurta Aasiya. Waxa kale oo uu caan ku ahaa inuu soo saaro qaar ka mid ah culimada, fuqahaa, iyo hogaamiyeyaasha Islaamka ee ugu saameynta badnaa taariikhda. Sijistan, ayaa sidoo kale ahayd meel lagu daro dagaallo taariikhi ah, oo saameyn weyn ku yeeshay isbeddeladii siyaasadeed ee gobolka."
      },
      {
        "locale": "ps",
        "text": "سيجستان، چې په معاصر توگه د ایران او افغانستان سيستان سيمه په نامه ياديږي، په اسلامي تاريخ کې يو مهم سيمه وه. دا سيمه د باختريا او بلوچستان ترمنځ پروته، په تاريخي او مذهبي مهمتوب سره. د اسلامي ځواکونو په لخوا په اوومي پېړۍ کې فتح شوې وه، او په ميانه اسلامي دوره کې يې د علم او عرفان یو مرکز و. دا سيمه په مختلفو دورو کې د مادي او روحاني پرمختګ له امله خورا مهمه وه."
      },
      {
        "locale": "ar",
        "text": "سيجستان، المعروفة حالياً بمنطقة سيستان في إيران وأفغانستان، تُعد من المناطق ذات الأهمية البالغة في التاريخ الإسلامي. كانت مركزاً حيوياً للحركات الثقافية والعلمية، وأدت دوراً مهماً في توسع الحضارة الإسلامية. تميزت بموقعها الاستراتيجي الذي جعلها نقطة التقاء للحضارات والثقافات المختلفة، فضلاً عن كونها محطة رئيسية على طريق الحرير الذي كان يربط بين الشرق والغرب."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Sistan region, Iran and Afghanistan"
      },
      {
        "locale": "fa",
        "text": "منطقه سیستان، ایران و افغانستان"
      },
      {
        "locale": "ur",
        "text": "سیستان علاقہ، ایران اور افغانستان"
      },
      {
        "locale": "hi",
        "text": "सिस्तान क्षेत्र, ईरान और अफगानिस्तान"
      },
      {
        "locale": "fr",
        "text": "Région du Sistan, Iran et Afghanistan"
      },
      {
        "locale": "tr",
        "text": "İran ve Afganistan'daki Sistan bölgesi"
      },
      {
        "locale": "es",
        "text": "Región de Sistán, Irán y Afganistán"
      },
      {
        "locale": "ms",
        "text": "Wilayah Sistan, Iran dan Afghanistan"
      },
      {
        "locale": "ru",
        "text": "Регион Систан (Иран и Афганистан)"
      },
      {
        "locale": "bn",
        "text": "সিস্তান অঞ্চল, ইরান ও আফগানিস্তান"
      },
      {
        "locale": "ha",
        "text": "Yankin Sistan, Iran da Afghanistan"
      },
      {
        "locale": "so",
        "text": "Gobolka Sistan ee Iiraan iyo Afgaanistaan"
      },
      {
        "locale": "ps",
        "text": "سیستان، ایران او افغانستان"
      }
    ]
  },
  {
    "id": "sind",
    "slug": "sind",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 8,
    "numberOfBooks": 44,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Sind"
      },
      {
        "locale": "ar",
        "text": "السند"
      },
      {
        "locale": "fa",
        "text": "سند"
      },
      {
        "locale": "ur",
        "text": "السند"
      },
      {
        "locale": "hi",
        "text": "सिंध"
      },
      {
        "locale": "fr",
        "text": "Sind"
      },
      {
        "locale": "tr",
        "text": "Sind"
      },
      {
        "locale": "es",
        "text": "Sind"
      },
      {
        "locale": "ms",
        "text": "Sind"
      },
      {
        "locale": "ru",
        "text": "Синд"
      },
      {
        "locale": "bn",
        "text": "সিন্ধ"
      },
      {
        "locale": "ha",
        "text": "Sind"
      },
      {
        "locale": "so",
        "text": "Sind"
      },
      {
        "locale": "ps",
        "text": "سند"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Sind, now part of modern-day Pakistan, was known for its early conversion to Islam following the Arab conquest in the 8th century. It became a gateway for the spread of Islam into the Indian subcontinent, fostering a rich Islamic culture and tradition. The region was renowned for its scholars, poets, and Sufi saints, contributing significantly to the spread of Islamic teachings and values. Sind's integration into the Islamic world is a testament to the cultural and religious exchanges that characterized Islamic expansion."
      },
      {
        "locale": "fa",
        "text": "سند، که به نام عربی السند شناخته می‌شود، منطقه‌ای تاریخی در شبه قاره هند است که اکنون به عنوان استان سند در پاکستان شناخته می‌شود. این منطقه دارای اهمیت فراوان در تاریخ اسلامی است، به ویژه با توجه به فتح مسلمانان در قرن هفتم میلادی. سند نقش مهمی در گسترش فرهنگ و تمدن اسلامی در بخش‌های وسیعی از آسیای جنوبی داشته است. این منطقه به خاطر میراث فرهنگی غنی و تاثیر عمیق خود بر توسعه فکری و مذهبی در اسلام شناخته شده است."
      },
      {
        "locale": "ur",
        "text": "سند، جسے عربی میں السند کہا جاتا ہے، اب پاکستان کے صوبے سندھ کے نام سے جانا جاتا ہے۔ اسلام کی تاریخ میں سند کا کردار انتہائی اہم ہے؛ اس خطے کو محمد بن قاسم نے 712 عیسوی میں فتح کیا، جو اسلامی تاریخ میں جنوبی ایشیا میں پہلی مسلم فتح تھی۔ اس فتح نے نہ صرف خطے میں اسلامی تعلیمات کا آغاز کیا بلکہ سندھ کو مسلم دنیا کے اہم تجارتی اور علمی مراکز میں سے ایک بنا دیا۔"
      },
      {
        "locale": "hi",
        "text": "सिंध, जिसे अरबी में السند कहा जाता है, आज पाकिस्तान के सिंध प्रांत के रूप में जाना जाता है। इस्लामी इतिहास में सिंध का महत्वपूर्ण स्थान है, क्योंकि यह मुहम्मद बिन क़ासिम के नेतृत्व में 712 ईस्वी में इस्लामी विजय का केंद्र बना। यह क्षेत्र, इस्लामी सभ्यता के प्रसार और संस्कृतिक संगम के लिए एक प्रमुख मार्ग रहा है। सिंध ने अनेक विद्वानों और संतों को जन्म दिया है और यह इस्लामी धर्म के प्रारंभिक प्रसार में एक अहम भूमिका निभाई है।"
      },
      {
        "locale": "fr",
        "text": "Le Sind, connu en arabe sous le nom de السند, est une région historiquement riche située dans la province actuelle du Sindh au Pakistan. Cette région est célèbre pour sa conquête par Muhammad bin Qasim au VIIIe siècle, marquant l'introduction de l'islam dans le sous-continent indien. Le Sind a joué un rôle crucial dans le développement et la diffusion des arts, de la culture et de la science islamiques, notamment en étant un point de rencontre entre l'Est et l'Ouest sur la Route de la Soie."
      },
      {
        "locale": "tr",
        "text": "Sind, günümüzde Pakistan'ın Sindh Eyaleti olarak bilinen, İslam tarihinin önemli bölgelerinden biridir. Arapça'da السند olarak ifade edilen Sind, 711 yılında Muhammed bin Kasım tarafından fethedilerek İslam'ın Güney Asya'ya yayılmasında önemli bir köprü başı olmuştur. Bu bölge, zengin kültürel mirası ve tarihi İslami yapılarıyla dikkat çeker. Özellikle İslami ilimlerin ve kültürün bölgede gelişmesinde büyük bir rol oynamıştır. Fethin ardından Sind, İslam medeniyetinin bölgede güçlü bir şekilde kök salmasını sağlamıştır."
      },
      {
        "locale": "es",
        "text": "Sind, actualmente conocida como la provincia de Sindh en Pakistán, es una región históricamente significativa en el contexto del Islam. Desde la llegada del islam en el siglo VIII, traída por conquistadores árabes como Muhammad bin Qasim, Sind ha sido un centro vibrante de aprendizaje y cultura islámica. A lo largo de los siglos, ha desempeñado un papel crucial en la difusión del Islam en el subcontinente indio, siendo un punto de encuentro entre varias rutas comerciales y culturales entre Oriente y Occidente."
      },
      {
        "locale": "ms",
        "text": "Sind, atau dalam Bahasa Arab, السند, merupakan kawasan bersejarah yang kini dikenali sebagai Provinsi Sindh di Pakistan. Wilayah ini memiliki peranan penting dalam sejarah Islam sejak penaklukan oleh Muhammad bin Qasim pada abad ke-8, menjadikannya antara wilayah pertama di Anak Benua India yang menerima Islam. Kemajuan dalam bidang ilmu pengetahuan, seni, dan budaya Islam berkembang pesat di Sind, sehingga ia memainkan peranan utama dalam penyebaran agama Islam di seluruh Asia Selatan."
      },
      {
        "locale": "ru",
        "text": "Синд, известный в исламской истории как аль-Синд, занимает важное место благодаря своему вкладу в распространение ислама в Южной Азии. Расположенный на территории современной провинции Синд в Пакистане, этот регион был ключевым в процессе создания и развития мусульманских обществ и культур. В раннем исламском периоде Синд проложил путь для многих цивилизационных и торговых связей между Центральной Азией и Индийским субконтинентом, существенно способствуя расширению границ исламского мира."
      },
      {
        "locale": "bn",
        "text": "সিন্ধ অঞ্চলটি ইসলামিক ইতিহাসে এক গুরুত্বপূর্ণ স্থান। বর্তমানে এটি পাকিস্তানের সিন্ধ প্রদেশ হিসেবে পরিচিত। সিন্ধের মাটি ৭১২ খ্রিস্টাব্দে মুসলিম বিজয়ী মুহাম্মদ বিন কাসিমের আগমনের সাথে ইসলামের ছায়াপাত ঘটনালী দেখেছে। এই অঞ্চল ঐতিহাসিকভাবে শিক্ষা, সংস্কৃতি এবং ধর্মীয় বিস্তারের এক মিলনক্ষেত্র হিসেবে কাজ করেছে, যা সারা বিশ্বে ইসলামের প্রসার ও বিকাশে অবদান রেখেছে।"
      },
      {
        "locale": "ha",
        "text": "Sind, ko kuma yadda ake rubuta shi da Larabci, السند, wani yanki ne mai matukar tarihi wanda yanzu ake kira da Sindh Province a Pakistan. Yankin ya kasance wani muhimmin wuri a tarihin Musulunci, tun lokacin da Musulmi suka fara yaduwar addinin Islama a wannan yankin. Tarihin yankin na Sind ya cika da labaran yake-yake, fadada ilimi, da bunkasar al'adu, inda aka samu gagarumin ci gaba a fannoni daban-daban na rayuwa ciki har da addini, ilimi, da fasaha."
      },
      {
        "locale": "so",
        "text": "Sind, oo carabi ahaan loo yaqaan السند, waa gobol taariikhi ah oo ku yaalla hadda gobolka Sindh ee dalka Pakistan. Gobolkani wuxuu ahaa mid muhiim u ah fidinta Islaamka, gaar ahaan intii lagu jiray qarniyadii hore markii Muslimiintu ay fidinayeen diinta Islaamka ilaa Koonfurta Aasiya. Taariikh ahaan, Sind waxay isku xirtay dhaqamada kala duwan ee qaarada Aasiya iyo kuwa bariga dhexe, taasi oo ka dhigtay xarun ganacsi iyo dhaqameed oo muhiim ah."
      },
      {
        "locale": "ps",
        "text": "سند، چې په عربي کې د السند په نوم یادېږي، د اسلام لپاره یوه تاریخي ارزښتناکه سیمه ده. دا سیمه اوس په پاکستان کې د سند صوبې په نامه پیژندل کیږي. د امویانو دوره کې، د ٧١١ م کال د محمد بن قاسم له لوري سند فتح شوې وه، چې د اسلام د خپرولو په لاره کې مهمه واقعه ده. دا سیمه د اسلامي تمدن او فرهنگ د خپراوي مرکز و، چې د اسلامي علم او فلسفه په ودې کې مهم رول لوبولی."
      },
      {
        "locale": "ar",
        "text": "تعتبر منطقة السند، المعروفة حاليًا بإقليم سند في باكستان، من المناطق ذات الأهمية التاريخية العميقة في تاريخ الإسلام. سقطت السند تحت الحكم الإسلامي في القرن الثامن الميلادي على يد محمد بن القاسم، مما فتح باب الإسلام في الهند. تتميز المنطقة بتراثها الثقافي والديني الغني، ولعبت دورًا هامًا في تطور العلوم الإسلامية والدينية. كما كانت السند مركزًا للتبادل التجاري والثقافي بين الشرق والغرب."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Sindh Province, Pakistan"
      },
      {
        "locale": "fa",
        "text": "استان سند، پاکستان"
      },
      {
        "locale": "ur",
        "text": "صوبہ سندھ، پاکستان"
      },
      {
        "locale": "hi",
        "text": "सिंध प्रांत, पाकिस्तान"
      },
      {
        "locale": "fr",
        "text": "Province du Sindh, Pakistan"
      },
      {
        "locale": "tr",
        "text": "Sindh, Pakistan"
      },
      {
        "locale": "es",
        "text": "Provincia de Sindh, Pakistán"
      },
      {
        "locale": "ms",
        "text": "Provinsi Sindh, Pakistan"
      },
      {
        "locale": "ru",
        "text": "Провинция Синд, Пакистан"
      },
      {
        "locale": "bn",
        "text": "সিন্ধ প্রদেশ, পাকিস্তান"
      },
      {
        "locale": "ha",
        "text": "Lardin Sindh, Pakistan"
      },
      {
        "locale": "so",
        "text": "Gobolka Sindh, Pakistan"
      },
      {
        "locale": "ps",
        "text": "صوبه سنده، پاکستان"
      }
    ]
  },
  {
    "id": "hind",
    "slug": "hind",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 0,
    "numberOfBooks": 0,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Hind"
      },
      {
        "locale": "ar",
        "text": "الهند"
      },
      {
        "locale": "fa",
        "text": "هند"
      },
      {
        "locale": "ur",
        "text": "ہند"
      },
      {
        "locale": "hi",
        "text": "हिन्द"
      },
      {
        "locale": "fr",
        "text": "Hind"
      },
      {
        "locale": "tr",
        "text": "Hindistan"
      },
      {
        "locale": "es",
        "text": "Hind"
      },
      {
        "locale": "ms",
        "text": "Hind"
      },
      {
        "locale": "ru",
        "text": "Хинд"
      },
      {
        "locale": "bn",
        "text": "হিন্দ"
      },
      {
        "locale": "ha",
        "text": "Hind"
      },
      {
        "locale": "so",
        "text": "Hind"
      },
      {
        "locale": "ps",
        "text": "هند"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "es",
        "text": "Hind, conocida históricamente como الهند en árabe, y en la actualidad como India, es una región de gran importancia en la historia islámica. Desde las incursiones iniciales en el siglo VIII hasta establecerse firmemente con el Sultanato de Delhi y más tarde el Imperio Mughal, India ha sido un epicentro de intercambio cultural, científico y religioso entre el mundo islámico y el subcontinente indio, influenciando profundamente la demografía, la cultura y la religión del área."
      },
      {
        "locale": "ms",
        "text": "Hind, atau lebih dikenali sebagai India dalam bahasa moden, memainkan peranan penting dalam sejarah Islam. Nama Arabnya, الهند, merujuk kepada wilayah yang kaya dengan budaya dan sejarah. Sejak kedatangan Islam yang pertama disebarkan oleh pedagang dan penakluk, India telah menyumbang ke arus utama pemikiran Islam serta menjadi lahirnya beberapa cendekiawan dan sufi terkenal. Sepanjang zaman, interaksi antara Islam dan budaya India telah menghasilkan satu landskap yang unik dalam konteks kebudayaan, ilmiah, dan rohani."
      },
      {
        "locale": "en",
        "text": "Hind, or India, has a rich Islamic heritage that dates back to the 7th century. The spread of Islam in India led to the development of a unique Indo-Islamic culture, blending Islamic and Indian traditions in art, architecture, and literature. The Mughal Empire, with its capital in Delhi, was a pinnacle of Islamic rule in India, leaving a lasting impact on the region's history and culture. Hind's Islamic legacy is evident in its architectural marvels, such as the Taj Mahal, and its contributions to Islamic literature and philosophy."
      },
      {
        "locale": "fa",
        "text": "منطقه‌ای که در تاریخ اسلامی با نام هند شناخته می‌شود، از اهمیت بسزایی برخوردار است. هند، که در زبان عربی به آن الهند گفته می‌شود، نقش مهمی در گسترش دین اسلام و فرهنگ‌های اسلامی داشته است. از دوران فتوحات اسلامی گرفته تا عصر سلطنت مغول‌ها، این منطقه به عنوان مرکزی برای علم، فلسفه، هنر، و تبادل فرهنگی عمل کرده است. همچنین، هند میزبان تعداد کثیری از علما و صوفیان بزرگ دوران اسلامی بوده است."
      },
      {
        "locale": "ur",
        "text": "ہند، جسے موجودہ دور میں بھارت کے نام سے جانا جاتا ہے، اسلامی تاریخ میں ایک اہم خطہ رہا ہے۔ اسلام کی آمد سے قبل بھی ہندوستانی تہذیب و ثقافت اپنے عروج پر تھی۔ اسلام کے آغاز کے بعد، مسلمان تاجروں نے ہند کے ساحلوں پر اپنی تجارتی بستیاں قائم کیں، جو بعد میں مختلف سلطنتوں کی تشکیل کا سبب بنیں۔ اس خطے میں اسلامی فن تعمیر، علم و ادب اور ثقافت نے غیر معمولی ترقی کی جس کی جھلک آج بھی موجود ہے۔"
      },
      {
        "locale": "hi",
        "text": "हिन्द या अरबी में 'अल-हिन्द', जिसे वर्तमान में भारत के नाम से जाना जाता है, इस्लामी इतिहास में एक महत्वपूर्ण क्षेत्र है। इस्लाम का प्रवेश आठवीं शताब्दी में सिंध के माध्यम से हुआ था। भारतीय उपमहाद्वीप ने कई इस्लामी साम्राज्यों का उदय देखा, जिसमें मुघल साम्राज्य भी शामिल है, जिसने इस्लामी वास्तुकला, संस्कृति और विद्वानों को बढ़ावा दिया। यह क्षेत्र इस्लामी शिक्षा, संस्कृति, और धर्म के प्रसार का महत्वपूर्ण स्रोत रहा है।"
      },
      {
        "locale": "fr",
        "text": "La région historique du Hind, aujourd'hui connue sous le nom d'Inde, détient une place significative dans l'histoire islamique. Depuis les invasions du VIIIe siècle jusqu'à l'établissement de vastes empires tels que le Sultanat de Delhi et le riche Empire moghol, le Hind a été un centre majeur d'échanges culturels, d'apprentissage islamique et de développement artistique. Sa contribution à la civilisation islamique peut être observée dans son architecture, ses traditions littéraires et ses systèmes de gouvernance inspirés par la jurisprudence islamique."
      },
      {
        "locale": "tr",
        "text": "Hind veya Arapça adıyla الهند, bugünkü adıyla Hindistan, İslam tarihi açısından büyük bir öneme sahiptir. İslam'ın erken dönemlerinden itibaren Hint yarımadası, Müslüman tüccarlar, alimler ve fethedici güçler aracılığıyla İslam kültür ve ilimlerinin yayıldığı bir merkez olmuştur. Bu bölge, birçok İslami dinî hareketin ve fikir akımının doğuşuna tanık olmuş; İslami sanat, mimari ve bilim alanında önemli katkılarda bulunmuştur."
      },
      {
        "locale": "ru",
        "text": "Регион, изначально известный как Хинд в исламских источниках, современное название которого - Индия, занимает особое место в истории ислама. С приходом мусульман в 7-м веке началась новая эра в культуре и истории региона. Проходили значительные изменения как в социальной структуре, так и в религиозном ландшафте, что в последствии привело к формированию уникальных исламских общин, влияния искусства и архитектуры. Хинд оставался важным центром обмена знаниями, товари и культурным взаимодействием между различными частями исламского мира."
      },
      {
        "locale": "bn",
        "text": "হিন্দ বা ভারত ইসলামি ইতিহাসের এক গুরুত্বপূর্ণ অঞ্চল। ইসলামি সভ্যতার প্রসারে ও বিকাশে এর যোগদান উল্লেখযোগ্য। সালতানাত ও মুঘল সাম্রাজ্যের শাসন অমলে এই অঞ্চল ইসলামিক শিল্প, সাহিত্য, ও স্থাপত্যের এক অনন্য সম্ভার উপহার পেয়েছে। ভারতে ইসলামের প্রাচীন মসজিদ ও মাদরাসা এই দীর্ঘ ঐতিহাসিক সম্পর্কের সাক্ষ্য বহন করে।"
      },
      {
        "locale": "ha",
        "text": "Hind, wanda aka fi sani da India a yau, tana da muhimmanci sosai a tarihin Musulunci. Daga farkon karni na bakwai Musulmai sun fara shiga yankin, wanda daga baya ya zama cibiyar ilmantarwa da al'adu irin na Musulunci. Duk da cewa Hind ta sami mulkin Musulmi da suke da tasiri irin su Mughal Empire, hakan bai hana yankin ci gaba da zama wuri mai mahimmanci ga Musulmai ba, inda aka samu haɗuwar al'adu da addinai daban-daban."
      },
      {
        "locale": "so",
        "text": "Hind, oo hadda loo yaqaan India, waxay leedahay taariikh dheer iyo saameyn weyn taariikhda Islaamka. Laga soo bilaabo qarniyadii hore, Hind waxay ahayd xudunta ganacsiga iyo dhaqan isdhexgalka oo dhex maray ganacsatada Muslimiinta iyo bulshooyinka kale. Bilowgii soo galitaanka Islaamka qaaradda, waxay furtay waddo cusub oo fikrado, dhaqamo iyo tiknoolajiyad ah. Intaas waxaa sii dheer, Hind waxay gacan ka geysatay fidinta diinta Islaamka oo ay ku faafeen sultanooyin iyo sufuufta xarumo diimeedyo badan oo magac ku leh taariikhda Islaamka."
      },
      {
        "locale": "ps",
        "text": "هند، چې په عربي کې یې نوم الهند دی، په اسلامي تاریخ کې یوه مهمه سیمه وه. د اسلام لومړني پیروانو د هند بازارونو ته خپل تجارتي لارې پراخې کړې، چې دا په نتیجه کې د اسلام دین په دې سیمه کې د خلیجي هیوادونو له لارې پراختیا وموند. په منځنۍ پیړۍ کې مسلمان فاتحینو د هند سویلي برخو ته ورسیدل او وخت په وخت د هندوستان په بیلابیلو برخو کې حکومتونه جوړ کړل، چې د مغل ایمپراتورۍ سره ختم شو."
      },
      {
        "locale": "ar",
        "text": "تعد الهند واحدة من المناطق الهامة التي لعبت دورًا كبيرًا في تاريخ الإسلام. كانت تعرف تاريخيًا بمسمى الهند، وقد شهدت الهند دخول الإسلام عبر التجار والفتوحات الإسلامية في القرون الأولى. تأسست فيها ممالك وسلطنات إسلامية مثل سلطنة دلهي والمغول، التي لعبت أدواراً محورية في نشر الثقافة والعلوم الإسلامية. تحتوي الهند حالياً على نسبة كبيرة من المسلمين الذين يعكسون التنوع الثقافي والديني في البلاد."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "India"
      },
      {
        "locale": "fa",
        "text": "هند"
      },
      {
        "locale": "ur",
        "text": "انڈیا"
      },
      {
        "locale": "hi",
        "text": "भारत"
      },
      {
        "locale": "fr",
        "text": "Inde"
      },
      {
        "locale": "tr",
        "text": "Hindistan"
      },
      {
        "locale": "es",
        "text": "India"
      },
      {
        "locale": "ms",
        "text": "India"
      },
      {
        "locale": "ru",
        "text": "Индия"
      },
      {
        "locale": "bn",
        "text": "ভারত"
      },
      {
        "locale": "ha",
        "text": "Indiya"
      },
      {
        "locale": "so",
        "text": "Hindiya"
      },
      {
        "locale": "ps",
        "text": "هند"
      }
    ]
  },
  {
    "id": "transoxiana",
    "slug": "transoxiana",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 56,
    "numberOfBooks": 239,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Transoxiana"
      },
      {
        "locale": "ar",
        "text": "ما وراء النهر"
      },
      {
        "locale": "fa",
        "text": "ما وراء النهر"
      },
      {
        "locale": "ur",
        "text": "ما وراء النہر"
      },
      {
        "locale": "hi",
        "text": "त्रांसोक्सियाना"
      },
      {
        "locale": "fr",
        "text": "Transoxiane"
      },
      {
        "locale": "tr",
        "text": "Transoxiana"
      },
      {
        "locale": "es",
        "text": "Transoxiana"
      },
      {
        "locale": "ms",
        "text": "Transoxiana"
      },
      {
        "locale": "ru",
        "text": "Трансоксиана"
      },
      {
        "locale": "bn",
        "text": "ট্রান্সঅক্সিয়ানা"
      },
      {
        "locale": "ha",
        "text": "Transoxiana"
      },
      {
        "locale": "so",
        "text": "Transoxiana"
      },
      {
        "locale": "ps",
        "text": "ترانسوکسیانا"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Transoxiana, 'the land beyond the river,' was a critical cultural and scientific center of the Islamic Golden Age. This region, encompassing modern Central Asia, was renowned for its vibrant cities like Samarkand and Bukhara. These cities were key in the transmission of knowledge, serving as hubs for scholars in mathematics, astronomy, medicine, and Islamic jurisprudence. The famous scholar Al-Biruni and the conqueror Timur are among Transoxiana's notable figures. Its rich Islamic heritage is detailed in classical texts, highlighting its significance in the spread of Islamic culture and science."
      },
      {
        "locale": "fa",
        "text": "منطقه‌ای تاریخی به نام ترانسوکسانا یا 'ما وراء النهر' در تاریخ اسلامی نقشی کلیدی داشته است. این منطقه که عمدتاً شامل بخش‌هایی از ازبکستان مدرن و بخش‌هایی از تاجیکستان، قزاقستان و قرقیزستان است، به عنوان مهد علمی و فرهنگی اسلامی در دوران طلایی شناخته شده‌است. دانشمندان بزرگی همچون الخوارزمی و البیرونی از این خطه برخاسته‌اند و تأثیرات عمیقی بر تکامل علوم، فلسفه و فرهنگ اسلامی گذاشته‌اند."
      },
      {
        "locale": "ur",
        "text": "ما وراء النهر، جسے عام طور پر ترانس اوکسیانا کے نام سے جانا جاتا ہے، وسطی ایشیا کے اہم علاقہ جات میں سے ایک ہے۔ یہ علاقہ زیادہ تر موجودہ ازبکستان اور تاجکستان کے حصوں پر مشتمل ہے، ساتھ ہی کازاخستان اور کرغزستان کے اجزاء بھی شامل ہیں۔ اسلامی تاریخ میں اس خطے کا خصوصی مقام ہے کیونکہ یہاں کئی مشہور علماء اور فلاسفروں کی جائے پیدائش ہے اور مختلف دور میں اسلامی علم و فلسفے کے مرکز کے طور پر جانا جاتا ہے۔"
      },
      {
        "locale": "hi",
        "text": "ट्रांसोक्सियाना, जिसे अरबी में 'मा वरा अल-नहर' के नाम से जाना जाता है, मध्य एशिया में स्थित एक महत्वपूर्ण क्षेत्र है, जो विशेष रूप से आधुनिक उज़्बेकिस्तान और तजाकिस्तान, कज़ाखस्तान और किर्गिज़स्तान के भागों में फैला हुआ है। इस्लामी इतिहास में इस क्षेत्र का महत्व इसकी सामरिक स्थिति और सांस्कृतिक योगदान के कारण है, जिसने इस्लामिक ज्ञान और सभ्यता के विकास में एक विशेष भूमिका निभाई है।"
      },
      {
        "locale": "fr",
        "text": "Transoxiana, ou 'Ma Wara al-Nahr' en arabe, désigne une région historique d'une grande importance dans l'histoire islamique, couvrant principalement l'actuel Ouzbékistan et des parties du Tadjikistan, du Kazakhstan et du Kirghizistan. Cet espace a été un centre vital pour les échanges culturels et scientifiques, notamment durant l'ère de l'Empire Samanide et au-delà, stimulant ainsi des avancées significatives en science, en philosophie et en arts dans le monde islamique."
      },
      {
        "locale": "tr",
        "text": "Transoxiana, Arapça adıyla Ma Wara'un-Nahr, bugün özellikle modern Özbekistan ve Tacikistan, Kazakistan ve Kırgızistan'ın belli kısımlarını kapsayan Orta Asya'da yer almaktadır. İslam tarihinde büyük bir öneme sahip olan bu bölge, İslam'ın yayılmasında kilit bir rol oynamıştır. Ayrıca, büyük İslam alimleri ve bilim insanları bu topraklardan yetişmiştir."
      },
      {
        "locale": "es",
        "text": "Transoxiana, conocida en árabe como ما وراء النهر (Mā warā’ al-Nahr), ha sido un territorio clave en la historia del Islam. Ubicada en lo que hoy comprende principalmente Uzbekistán y partes de Tayikistán, Kazajistán y Kirguistán, esta región fue un centro vital tanto para el comercio como para la expansión cultural y religiosa islámica. Durante la dinastía Samánida, Transoxiana se destacó como un prominente centro de aprendizaje y de la cultura persa, jugando un papel esencial en la propagación del Islam en Asia Central."
      },
      {
        "locale": "ms",
        "text": "Transoxiana, yang dikenali dalam Bahasa Arab sebagai ما وراء النهر, merupakan kawasan penting dalam sejarah Islam, kini dikenali sebagai Asia Tengah, meliputi wilayah utama di Uzbekistan modern dan sebahagian daripada Tajikistan, Kazakhstan, dan Kyrgyzstan. Kawasan ini telah memainkan peranan kunci sebagai pusat ilmu, peradaban, dan perdagangan pada zaman kegemilangan Islam, serta menjadi titik pertemuan penting bagi pelbagai budaya dan tradisi."
      },
      {
        "locale": "ru",
        "text": "Трансоксиана, известная в исламском мире как Мавараннахр («за рекой»), охватывает территории современных Узбекистана, Таджикистана, частей Казахстана и Киргизии. В средние века это регион играл ключевую роль в распространении искусства, науки и культуры ислама. Здесь сформировались выдающиеся учёные и мыслители, такие как Аль-Хорезми и Ибн Сина, которые оказали огромное влияние на развитие мировой цивилизации."
      },
      {
        "locale": "bn",
        "text": "ট্রান্সক্সিয়ানা, আরবিতে 'মা ওয়ারাআ আল-নাহর' নামে পরিচিত, যার অর্থ নদীর পরে। এটি বর্তমানে মূলত উজবেকিস্তান এবং তাজিকিস্তান, কাজাখস্তান এবং কিরগিজস্তানের অংশগুলি জুড়ে অবস্থিত। ইসলামিক ইতিহাসে এই অঞ্চলের গুরুত্ব অপরিসীম, যেখানে বহু বিখ্যাত ইসলামিক পণ্ডিত ও সংস্কৃতির বিকাশ ঘটেছে। এটি সাংস্কৃতিক ও শিক্ষাগত উঁচু মানের এক কেন্দ্রস্থল হিসেবে পরিচিত ছিল।"
      },
      {
        "locale": "ha",
        "text": "Transoxiana, ko a Larabci 'ما وراء النهر' wani muhimmin yanki ne a tarihin Musulunci, wanda yanzu ya mamaye tsakiyar Asiya, musamman yankunan Uzbekistan da wasu sassan Tajikistan, Kazakhstan, da Kyrgyzstan. Yankin ya taka muhimmiyar rawa wajen yaduwar ilimi, al'adu da cigaban tattalin arziki a zamanin Daular Musulunci. Masana tarihi da malaman addini sun samu babban tasiri daga wannan yanki saboda gudummawar sa wajen bunkasa ilimi da fahimtar addinin Musulunci."
      },
      {
        "locale": "so",
        "text": "Transoxiana, ama 'Maa waraa al-nahr' oo Carabi ah, waxaa loola jeedaa 'Wixii Webiga ka Shisheeya'. Waa gobol taariikhi ah oo ku yaalla Bartamaha Aasiya, gaar ahaan casrigaan waa qaybo ka mid ah Uzbekistan, Tajikistan, Kazakhstan, iyo Kyrgyzstan. Gobolkan ayaa ahaa xarun muhiim u ah faafinta Islaamka, ganacsiga, iyo dhaqanka, sidoo kale wuxuu ahaa meel istiraatiiji ah oo qayb ka ah waddooyinkii ganacsiga ee caanka ahaa ee Silk Road. Dadka ku xeel dheer taariikhda Islaamka iyo cilmi baarista waxay qadariyaan saameynta Transoxiana ee horumarka ilbaxnimada Islaamka iyo bartamaha Aasiya."
      },
      {
        "locale": "ps",
        "text": "ترانسوکسیانا، چې په عربي کې ما وراء النهر پېژندل کیږي، د اسلامي تاریخ په لرغوني مناطقو کې یو حیاتي سیمه ده. دا نن ورځ د مرکزي آسیا په سیمه کې پروت دی، چې عمده له اوزبیکستان څخه جوړ شوی او همدارنګه د تاجیکستان، قزاقستان، او قرغیزستان د برخو پورې اړه لري. د اسلامي تمدن پراختیا کې دا سیمه یو مهم رول لوبولی دی، چې د علم، فرهنگ، او دیني تعلیماتو په ودې کې مهم ګڼل کیږي."
      },
      {
        "locale": "ar",
        "text": "منطقة ما وراء النهر، التي تعرف حاليًا بأجزاء من وسط آسيا بما في ذلك أوزبكستان وطاجيكستان وكازاخستان وقيرغيزستان، كانت مركزًا هامًا في التاريخ الإسلامي. لعبت دورًا بارزًا في نشر الإسلام وكانت مهدًا لعلماء بارزين مثل الإمام البخاري والفارابي. تحظى هذه المنطقة بأهمية كبيرة في تطوير الثقافة والعلوم الإسلامية، مما جعلها نقطة تلاقي للتجار والمفكرين عبر العصور."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Central Asia, primarily modern Uzbekistan and parts of Tajikistan, Kazakhstan, and Kyrgyzstan"
      },
      {
        "locale": "fa",
        "text": "آسیای مرکزی، عمدتاً ازبکستان مدرن و بخش‌هایی از تاجیکستان، قزاقستان و قرقیزستان"
      },
      {
        "locale": "ur",
        "text": "وسطی ایشیا، بنیادی طور پر جدید ازبکستان اور تاجکستان، قازقستان، اور کرغیزستان کے حصے"
      },
      {
        "locale": "hi",
        "text": "मध्य एशिया, मुख्य रूप से आधुनिक उज़्बेकिस्तान और ताजिकिस्तान, कज़ाखस्तान और किर्गिज़स्तान के हिस्से"
      },
      {
        "locale": "fr",
        "text": "Asie centrale, principalement l'actuel Ouzbékistan et des parties du Tadjikistan, du Kazakhstan et du Kirghizistan"
      },
      {
        "locale": "tr",
        "text": "Orta Asya, özellikle modern Özbekistan ve kısmen Tacikistan, Kazakistan ve Kırgızistan"
      },
      {
        "locale": "es",
        "text": "Asia Central, principalmente la Uzbekistán moderna y partes de Tayikistán, Kazajistán y Kirguistán"
      },
      {
        "locale": "ms",
        "text": "Asia Tengah, terutamanya Uzbekistan moden dan bahagian-bahagian Tajikistan, Kazakhstan, dan Kyrgyzstan"
      },
      {
        "locale": "ru",
        "text": "Центральная Азия, в основном современный Узбекистан и части Таджикистана, Казахстана и Кыргызстана"
      },
      {
        "locale": "bn",
        "text": "মধ্য এশিয়া, মূলত আধুনিক উজবেকিস্তান এবং তাজিকিস্তান, কাজাখস্তান এবং কিরগিজস্তানের অংশ"
      },
      {
        "locale": "ha",
        "text": "Asiya ta Tsakiya, musamman yankin Uzbekistan na zamani da sassan Tajikistan, Kazakhstan, da Kyrgyzstan"
      },
      {
        "locale": "so",
        "text": "Asiya Dhexe, gaar ahaan Uzbekistan casriga ah iyo qeybo ka mid ah Tajikistan, Kazakhstan, iyo Kyrgyzstan"
      },
      {
        "locale": "ps",
        "text": "مرکزي آسیا، په ډیره کچه نوې ازبکستان او د تاجکستان، قزاقستان، او قرغزستان ځینې برخې"
      }
    ]
  },
  {
    "id": "yemen",
    "slug": "yemen",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 44,
    "numberOfBooks": 226,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Yemen"
      },
      {
        "locale": "ar",
        "text": "اليمن"
      },
      {
        "locale": "fa",
        "text": "یمن"
      },
      {
        "locale": "ur",
        "text": "یمن"
      },
      {
        "locale": "hi",
        "text": "यमन"
      },
      {
        "locale": "fr",
        "text": "Yémen"
      },
      {
        "locale": "tr",
        "text": "Yemen"
      },
      {
        "locale": "es",
        "text": "Yemen"
      },
      {
        "locale": "ms",
        "text": "Yaman"
      },
      {
        "locale": "ru",
        "text": "Йемен"
      },
      {
        "locale": "bn",
        "text": "ইয়েমেন"
      },
      {
        "locale": "ha",
        "text": "Yemen"
      },
      {
        "locale": "so",
        "text": "Yaman"
      },
      {
        "locale": "ps",
        "text": "یمن"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Yemen, in early Islamic history, was known for its prosperity and was a center for the spice trade. It played a significant role in the spread of Islam, with several Companions of the Prophet Muhammad originating from this region. Yemen's strategic location and historical Islamic universities made it a key area for Islamic scholarship and education. It is often mentioned in Islamic classical texts for its people's wisdom and contributions to Islamic culture."
      },
      {
        "locale": "fa",
        "text": "یمن، با نام رسمی جمهوری یمن، از جمله مناطق پر اهمیت در تاریخ اسلام است. قرار گرفتن در موقعیتی استراتژیک کنار دریای سرخ و دروازه‌های باب‌المندب، این کشور را به مرکزی برای مبادلات تجاری و فرهنگی تبدیل کرده‌است. یمن به خاطر داشتن تمدن‌های باستانی مانند سبأ و حمیر و نیز اهمیت مذهبی آن در زمان ظهور اسلام، نقشی برجسته در توسعه و گسترش فرهنگ اسلامی ایفا کرده است."
      },
      {
        "locale": "ur",
        "text": "یمن، جو اپنے عربی نام اليمن سے بھی جانا جاتا ہے، اسلامی تاریخ میں ایک نمایاں مقام رکھتا ہے۔ یہ خطہ قبل از اسلام سے ہی مهبط روحانیت و حکمت بنا ہوا ہے۔ اسلام کی ابتداء میں یمن نے اہم کردار ادا کیا، جہاں رسول پاک ﷺ نے دعوت اسلام عام کرنے کے لئے کئی صحابہ کو بھیجا۔ بعد ازاں، یمن مختلف اسلامی خلافات اور سلطنتوں کا حصہ بنتا رہا، جس میں اس کی جغرافیائی اور استراتیجی اہمیت شامل ہے۔ آج یہ اپنے جمہوریہ یمن کے نام سے جانا جاتا ہے۔"
      },
      {
        "locale": "hi",
        "text": "यमन, जिसे अरबी में اليمن कहा जाता है, इस्लामिक इतिहास में एक महत्वपूर्ण क्षेत्र रहा है। यहां की भौगोलिक स्थिति और प्राचीन समाज इस्लाम के प्रसार में केंद्रीय भूमिका निभाई है। यमन की धार्मिक और सांस्कृतिक विरासत इस्लामिक सभ्यता के विकास में गहरे योगदान के रूप में देखी जाती है। आज यह गणराज्य यमन के नाम से जाना जाता है, जो अपने इतिहास और धार्मिक प्रासंगिकता का संरक्षण करता है।"
      },
      {
        "locale": "fr",
        "text": "Le Yémen, officiellement la République du Yémen et connu en arabe sous le nom اليمن, est un territoire chargé d'une riche histoire islamique. Situé à la pointe sud de la péninsule Arabique, il est reconnu pour son patrimoine architectural, notamment les maisons-tours de Shibam, ainsi que pour ses contributions significatives aux débuts de l'islam. Le Yémen a été un centre majeur pour le commerce de l'encens et myrrhe dans l'antiquité et continue de jouer un rôle important dans le monde musulman."
      },
      {
        "locale": "tr",
        "text": "Yemen, resmi adıyla Yemen Cumhuriyeti, İslam tarihi açısından büyük bir öneme sahiptir. İslam'ın ilk yıllarında, pek çok sahabe Yemen'e davet ve öğretim için gönderilmiştir. Ayrıca, Yemen, ilk İslami devlet yapılanmalarından birine ev sahipliği yapmıştır ve peygamberimiz Muhammed tarafından övgüyle bahsedilen bir bölgedir. Eski dönemlerden itibaren ticaret yollarının kesişme noktasında olması sebebiyle stratejik bir öneme sahiptir. Yemen, zengin tarihine rağmen, günümüzde birçok zorlukla karşı karşıyadır."
      },
      {
        "locale": "es",
        "text": "Yemen, situado en la península arábiga y conocido históricamente como Arabia Feliz, ha sido un centro crucial en la historia islámica. Desde tempranas conversiones al islam durante la vida del profeta Mahoma, Yemen jugó un papel significativo en la expansión y consolidación del islam. Además, su posición geográfica estratégica, junto a importantes rutas comerciales, fortaleció su influencia cultural y económica en la región, siendo un enlace entre diversas culturas y continentes."
      },
      {
        "locale": "ms",
        "text": "Yemen, dengan nama rasmi Republik Yemen, memainkan peranan penting dalam sejarah Islam. Terletak di Semenanjung Arab, Yemen telah menjadi titik pusat perdagangan dan pertukaran budaya. Historikalnya, Yemen terkenal sebagai tempat kediaman Saba dan Hadhramaut yang disebut dalam Al-Quran. Negara ini juga menjadi penting kerana kedudukannya dalam menyebarkan agama Islam ke rantau lain. Situs bersejarah dan peranan Yemen dalam sejarah Islam memperlihatkan pengaruh yang mendalam dan berkekalan dalam perkembangan awal dan tersebar luasnya Islam."
      },
      {
        "locale": "ru",
        "text": "Йемен, известный в истории как Южная Аравия, занимает уникальное место в исламской истории. Это место первых обращений в ислам за пределами Мекки и Медины, и Йемен значительно способствовал распространению ислама и арабской культуры. Республика Йемен, расположенная на юге Аравийского полуострова, продолжает хранить богатое исламское наследие, оказавшее значительное влияние на исламские учения и практику в регионе и за его пределами."
      },
      {
        "locale": "bn",
        "text": "ইসলামের ইতিহাসে ইয়েমেন একটি গুরুত্বপূর্ণ অঞ্চল। বর্তমানে এটি প্রজাতন্ত্র য়েমেন নামে পরিচিত। আরব উপদ্বীপের দক্ষিণ-পশ্চিমে অবস্থিত এই অঞ্চলটি ইসলামের আদি প্রসারের সময় থেকে মুসলিম জনসংখ্যা ও সংস্কৃতির একটি ধারক এবং বাহক হিসেবে পরিচিত। প্রাচীন সভ্যতার সাথে এর গভীর সংযোগ এবং ইসলামিক বিশ্বে এর অবদান একটি পরিপূর্ণ ঐতিহাসিক নিদর্শন রূপে কর্মক্ষম।"
      },
      {
        "locale": "ha",
        "text": "Yemen, wacce ake kira باليمن a larabci, kasa ce da ta taka muhimmiyar rawa a tarihin Musulunci. Asalin wuri ne mai dimbin tarihi da al'adu, inda manyan abubuwan da suka faru a farkon Musulunci suka gudana. A yanzu ana kiranta da suna Jamhuriyar Yemen. Tana da muhimmanci a tarihin addinin Musulunci saboda matsayinta a yankin Larabawa da kuma rawar da ta taka wajen yada addinin Musulunci. Yemen ta kasance cibiyar ilimi da addini tun asali, inda malamai da dama suka fito daga wannan yanki."
      },
      {
        "locale": "so",
        "text": "Yemen, oo si rasmi ah loo yaqaan Jamhuuriyadda Yemen, waa meel taariikhi ah oo muhiim u ah taariikhda Islaamka. Waa dhul hodan ku ah dhaqanka iyo diinta, halkaasoo Islaamku ku faafay qarniyadii hore. Yemen waxay leedahay xidhiidh qoto dheer oo la leh taariikhda diinta Islaamka, iyadoo ahayd meel ay maraan ganacsatadii iyo culumadii hore. Waa goob soo martay dhacdooyin taariikhi ah oo badan oo saameyn ku yeeshay horumarka iyo faafinta Islaamka guud ahaan Jasiiradda Carabta iyo meelo ka baxsan."
      },
      {
        "locale": "ps",
        "text": "یمن، چې په عربي کې معروف دی په نامه الیمن، د اسلام او عربي نړۍ تاریخ کې ګران ارزښت لري. هغه د قرآن کریم نازل شویو آیتونو لپاره یوه مهمه ځای گڼل کیږي، ځکه د محمد صلی الله علیه وسلم پیغمبر ته د الله لورې اوریدل شوي دي. عربیې نړۍ کې د هغې ځای او د اسلامی ثقافت کې د هغې رول په پام کې نیولو سره، یمن د اسلامي پوهانو او د تاریخپوهانو لپاره يو علمي او روحاني مرکز دی."
      },
      {
        "locale": "ar",
        "text": "اليمن، أو جمهورية اليمن حاليًا، تحمل تاريخًا عريقًا في تاريخ الإسلام. تقع في الجنوب الغربي لشبه الجزيرة العربية، وقد كانت معبرًا تجاريًا هامًا ومركزًا لتبادل البضائع بين الشرق والغرب. في العصور الإسلامية الأولى، كانت اليمن بمثابة موطن لعدد من الصحابة وكانت مركزًا لنشر الدعوة الإسلامية. كما شهدت اليمن العديد من الأحداث البارزة التي أسهمت في تشكيل التاريخ الإسلامي وتعزيز الحضارة الإسلامية."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Republic of Yemen"
      },
      {
        "locale": "fa",
        "text": "جمهوری یمن"
      },
      {
        "locale": "ur",
        "text": "جمہوریہ یمن"
      },
      {
        "locale": "hi",
        "text": "यमन गणराज्य"
      },
      {
        "locale": "fr",
        "text": "République du Yémen"
      },
      {
        "locale": "tr",
        "text": "Yemen Cumhuriyeti"
      },
      {
        "locale": "es",
        "text": "República de Yemen"
      },
      {
        "locale": "ms",
        "text": "Republik Yaman"
      },
      {
        "locale": "ru",
        "text": "Республика Йемен"
      },
      {
        "locale": "bn",
        "text": "ইয়েমেন প্রজাতন্ত্র"
      },
      {
        "locale": "ha",
        "text": "Jamhuriyar Yemen"
      },
      {
        "locale": "so",
        "text": "Jamhuuriyadda Yaman"
      },
      {
        "locale": "ps",
        "text": "جمهوریت یمن"
      }
    ]
  },
  {
    "id": "rum",
    "slug": "rum",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 0,
    "numberOfBooks": 0,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Rum"
      },
      {
        "locale": "ar",
        "text": "الروم"
      },
      {
        "locale": "fa",
        "text": "روم"
      },
      {
        "locale": "ur",
        "text": "روم"
      },
      {
        "locale": "hi",
        "text": "रूम"
      },
      {
        "locale": "fr",
        "text": "Roum"
      },
      {
        "locale": "tr",
        "text": "Rum"
      },
      {
        "locale": "es",
        "text": "Rum"
      },
      {
        "locale": "ms",
        "text": "Rum"
      },
      {
        "locale": "ru",
        "text": "Рум"
      },
      {
        "locale": "bn",
        "text": "রুম"
      },
      {
        "locale": "ha",
        "text": "Rum"
      },
      {
        "locale": "so",
        "text": "Rum"
      },
      {
        "locale": "ps",
        "text": "روم"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Rum, or Anatolia, was a region of great significance in Islamic history, being the seat of the Byzantine Empire and later the center of the Ottoman Caliphate. The conquest of Anatolia by the Muslims in the 11th century led to the establishment of a powerful Islamic state that would shape the course of world history. The region's rich Islamic heritage is evident in its architecture, literature, and historical records, reflecting its role in the broader Islamic civilization."
      },
      {
        "locale": "fa",
        "text": "منطقه روم، که به عربی الروم خوانده می‌شود، اشاره به شبه جزیره آناتولی در ترکیه‌ی امروز دارد. این منطقه در طول تاریخ اسلامی اهمیت فراوانی داشته است. در قرون وسطی، روم به عنوان بخشی از امپراتوری بیزانس شناخته شده و محل تلاقی فرهنگ‌ها و تبادل دانش بین تمدن‌های شرق و غرب بوده است. با ظهور اسلام، این منطقه نقش مهمی در گسترش دین اسلام و تبادلات فرهنگی و ابزاری در میان اروپا و آسیا ایفاء کرده است."
      },
      {
        "locale": "ur",
        "text": "رُم، جسے عربی میں الروم کہا جاتا ہے، اب جدید دور کا اناطولیہ یعنی موجودہ ترکی کا علاقہ ہے۔ اسلامی تاریخ میں رُم کا خاص مقام ہے جہاں مسلمانوں اور بیزنطینی سلطنت کے درمیان کئی اہم معارک ہوئے۔ خلافت عثمانیہ کے دوران اناطولیہ اسلامی تہذیب و ثقافت کا گہوارہ بنا، جس نے علم، فنون، اور سائنس میں گہرے نقوش چھوڑے۔"
      },
      {
        "locale": "hi",
        "text": "रूम, जिसे अरबी में الروم के नाम से जाना जाता है, आधुनिक दिन के तुर्की का अनातोलिया क्षेत्र है। यह क्षेत्र इस्लामिक इतिहास में महत्वपूर्ण रहा है, विशेष रूप से बीजान्टिन साम्राज्य और उसके बाद ओटोमन साम्राज्य के दौर में। रूम न केवल भौगोलिक और सैन्य महत्व का केंद्र था, बल्कि सांस्कृतिक और धार्मिक आदान-प्रदान का भी एक महत्वपूर्ण स्थल रहा है। यहाँ के इतिहास ने इस्लामी जगत के साथ-साथ यूरोपीय देशों के इतिहास को भी प्रभावित किया है।"
      },
      {
        "locale": "fr",
        "text": "La région du Rum, connue en arabe sous le nom de الروم, correspond à l'Anatolie dans la Turquie moderne. Historiquement significative pour l'histoire islamique, cette région a été un point central des interactions entre les civilisations byzantine et musulmane. Après la bataille de Manzikert en 1071, les Turcs seldjoukides ont pris le contrôle, marquant un tournant décisif dans l'islamisation et la turquification de l'Anatolie, qui a transformé profondément l’aspect religieux, culturel, et social de la région."
      },
      {
        "locale": "tr",
        "text": "Rum olarak bilinen ve günümüz Türkiye'sinin büyük bir bölümünü kaplayan Anadolu, İslam tarihinde özel bir öneme sahiptir. 'Al-Rum' Arapça'da Bizans İmparatorluğu'nu tanımlamak için kullanılmıştır ve birçok İslami metinde bu isme yer verilmiştir. Anadolu, Selçuklu ve Osmanlı İmparatorlukları gibi Müslüman devletlerin merkezi olmuş ve bölge, İslam sanatı, bilimi ve kültürünün gelişiminde önemli bir rol oynamıştır."
      },
      {
        "locale": "es",
        "text": "Rum, conocido en árabe como الروم, corresponde a la región histórica de Anatolia en la Turquía moderna. Durante la expansión islámica, Rum fue un área de significativa importancia cultural y política, especialmente notable durante el periodo del Sultanato de Rum, cuando los turcos selyúcidas establecieron un poderoso dominio. La región ha sido un puente crucial entre Oriente y Occidente, influyendo en el desarrollo histórico, religioso y cultural del mundo islámico."
      },
      {
        "locale": "ms",
        "text": "Rum, yang dikenali dalam Bahasa Arab sebagai الروم, merujuk kepada wilayah Anatolia yang sekarang dikenali sebagai Turki moden. Kawasan ini memainkan peranan penting dalam sejarah Islam, terutamanya selama era pertumbuhan Kerajaan Uthmaniyah. Wilayah ini, yang terletak di persimpangan antara timur dan barat, telah menyaksikan banyak pertukaran budaya, ilmu, dan kekuasaan, menjadikannya salah satu kawasan strategik dalam penyebaran dan pembinaan tamadun Islam."
      },
      {
        "locale": "ru",
        "text": "Рум, или арабское الروم, относится к региону Анатолии, который современные учёные идентифицируют как часть современной Турции. В истории Ислама это место занимает ключевую роль, будучи местом важных сражений, включая Битву при Манзикерте. Рум был также центром пересечения восточной и западной культур, что сыграло значительную роль в распространении исламской культуры и науки в Европу, способствуя культурному и научному обмену между цивилизациями."
      },
      {
        "locale": "bn",
        "text": "রুম, যা আরবিতে আল-রুম নামে পরিচিত, এটি মধ্যযুগের একটি প্রধান ইসলামিক অঞ্চল ছিল, যা বর্তমানে আনাতোলিয়া বা আধুনিক তুরস্কে অবস্থিত। এই অঞ্চলের ঐতিহাসিক মূল্য ও ইসলাম ধর্মের বিস্তারে গুরুত্বপূর্ণ অবদান রেখেছে। সেলজুক রাজবংশের উত্থান ও ওসমানি সাম্রাজ্যের বিকাশের প্রাক্কালে রুম একটি কেন্দ্রীয় ভূমিকা পালন করে।"
      },
      {
        "locale": "ha",
        "text": "Rum, wanda a Larabci ake kira الروم, yana nufin yankin da a yanzu ake kira Anatolia a zamani Turkey. Wannan yanki yana da matukar muhimmanci a tarihin Musulunci, musamman saboda rawar da ya taka a zamanin daulolin Byzantine da Ottoman. Daula ta Rum ta kasance wajen gudanar da muhimman yake-yake da kuma yarjejeniyoyin da suka shafi fadada da kare Musulunci, da kula da alakar Musulmi da Kiristoci."
      },
      {
        "locale": "so",
        "text": "Rum, oo carabi ahaan loo yaqaan الروم, waa gobol taariikhi ah oo ku yaalla Anatolia, hadda loo yaqaan casriga Turki. Gobolkani wuxuu door muhiim ah ka ciyaaray taariikhda Islaamka, gaar ahaan intii lagu jiray waqtigii khilaafada iyo duulaamadii Islaamka. Rum, oo xuddun u ahaa dagaallo badan oo dhex maray Muslimiinta iyo Boqortooyada Byzantine, ayaa saameyn weyn ku lahaa fahamka isdhexgalka diimeed iyo dhaqan ee gobolka. Maanta, dhaxalka taariikhda ee Rum wuxuu sii wadaa inuu saameyn ku yeesho dhaqanka iyo aragtida diineed ee Turkiga casriga ah."
      },
      {
        "locale": "ps",
        "text": "د روم سیمه، چې په عربي کې الروم پیژندل کیږي، اوسنیو ورځو کې د اناتولیا په نوم پیژندل کیږي، چې د ترکیې په موډرن ورځو کې موقعیت لري. دا سیمه په اسلامي تاریخ کې یو خورا مهم رول لوبولی دی، چیرې چې مسلمان فاتحینو د بیزانطین امپراتورۍ سره ډیرې جګړې کړې دي. دا سیمه د اسلامي فتحونو لپاره هم مرکزي نقش درلود، او په دې لاره کې هم د علم او فرهنګ په برخو کې زیات پرمختګونه شوي دي."
      },
      {
        "locale": "ar",
        "text": "تُعرف منطقة الروم في التاريخ الإسلامي، والمعروفة اليوم بأناضول، تركيا الحديثة، بأهميتها البالغة في الفتوحات الإسلامية وتفاعلاتها مع الخلافة الإسلامية. كانت الروم مسرحًا للعديد من المعارك الكبرى، بما في ذلك معركة ملاذكرد التي أدت إلى سقوط السلطنة السلجوقية وصعود العثمانيين مما أسس لتاريخ طويل من الدولة العثمانية. تتميز هذه المنطقة بتراثها الثقافي والديني الغني الذي يمثل جسرًا بين الشرق والغرب."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Anatolia (modern-day Turkey)"
      },
      {
        "locale": "fa",
        "text": "آناتولی (ترکیه مدرن)"
      },
      {
        "locale": "ur",
        "text": "اناطولیہ (آج کا ترکی)"
      },
      {
        "locale": "hi",
        "text": "अनातोलिया (आधुनिक दिन तुर्की)"
      },
      {
        "locale": "fr",
        "text": "Anatolie (Turquie moderne)"
      },
      {
        "locale": "tr",
        "text": "Anadolu (günümüz Türkiye'si)"
      },
      {
        "locale": "es",
        "text": "Anatolia (actualmente Turquía)"
      },
      {
        "locale": "ms",
        "text": "Anatolia (Turki moden)"
      },
      {
        "locale": "ru",
        "text": "Анатолия (современная Турция)"
      },
      {
        "locale": "bn",
        "text": "আনাতোলিয়া (আধুনিক দিনের তুরস্ক)"
      },
      {
        "locale": "ha",
        "text": "Anatoliya (zamanin Turkai na yanzu)"
      },
      {
        "locale": "so",
        "text": "Anatoli (Turkiga casriga ah)"
      },
      {
        "locale": "ps",
        "text": "اناطولیا (عصري ورځ ترکي)"
      }
    ]
  },
  {
    "id": "andalus",
    "slug": "andalus",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 127,
    "numberOfBooks": 521,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Andalus"
      },
      {
        "locale": "ar",
        "text": "الأندلس"
      },
      {
        "locale": "fa",
        "text": "الأندلس"
      },
      {
        "locale": "ur",
        "text": "الأندلس"
      },
      {
        "locale": "hi",
        "text": "अंडालुस"
      },
      {
        "locale": "fr",
        "text": "Al-Andalus"
      },
      {
        "locale": "tr",
        "text": "Endülüs"
      },
      {
        "locale": "es",
        "text": "Al-Ándalus"
      },
      {
        "locale": "ms",
        "text": "Andalus"
      },
      {
        "locale": "ru",
        "text": "Андалус"
      },
      {
        "locale": "bn",
        "text": "আন্দালুস"
      },
      {
        "locale": "ha",
        "text": "Andalus"
      },
      {
        "locale": "so",
        "text": "Andalus"
      },
      {
        "locale": "ps",
        "text": "الأندلس"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Al-Andalus represents the pinnacle of Muslim rule in Western Europe, spanning from the 8th to the 15th century in what is now Spain and Portugal. This region was a melting pot of Muslim, Christian, and Jewish cultures, leading to unparalleled advancements in science, art, philosophy, and architecture. The cities of Cordoba, Granada, and Seville became renowned centers of learning and culture. Al-Andalus is celebrated in Islamic texts for its contributions to the Islamic Golden Age and for fostering a legacy of tolerance and intellectual exchange."
      },
      {
        "locale": "fa",
        "text": "الأندلس، به عربی الأندلس، شامل امروزی اسپانیا و پرتغال بود. این منطقه از قرن هشتم تا پانزدهم میلادی تحت حکومت مسلمانان بود و به عنوان یک مرکز فرهنگی و علمی برجسته در جهان اسلام شناخته شده است. در طول دوران حکمرانی اسلامی، الأندلس مکانی برای پیشرفت علوم، فلسفه، هنر و فناوری بود. این منطقه نقش مهمی در انتقال دانش به اروپای مدیوال داشته و تأثیرات عمیقی بر تمدن غربی گذاشته است."
      },
      {
        "locale": "ur",
        "text": "الأندلس، جو موجودہ اسپین اور پرتگال پر مشتمل ہے، اسلامی تاریخ کے اہم خطے میں شامل ہے۔ یہ خطہ 711ء میں مسلمانوں کے کنٹرول میں آیا جب طارق بن زیاد نے اسپین پر حملہ کیا۔ الأندلس نہ صرف علم و فنون کا مرکز بنا بلکہ اسلامی حکمرانی کی عظمت کا مظہر بھی تھا۔ اس خطے میں مسلمانوں کی حکومت تقریباً آٹھ صدیوں تک قائم رہی، جس کے دوران اس خطے نے بہت سے تاریخی اور ثقافتی ڈویلپمنٹس دیکھے۔"
      },
      {
        "locale": "hi",
        "text": "अंदालस, जिसे अरबी में الأندلس के नाम से भी जाना जाता है, आज के स्पेन और पुर्तगाल के क्षेत्रों में स्थित था। 711 से 1492 ईस्वी तक, यह क्षेत्र इस्लामी संस्कृति और विद्वानों का एक प्रमुख केंद्र था। अंदालस का युग मुस्लिम, ईसाई और यहूदी सभ्यताओं के बीच सांस्कृतिक संगम का काल था, जिसने विज्ञान, दर्शन, कला और साहित्य में उल्लेखनीय योगदान दिया। इस क्षेत्र का इतिहास और सांस्कृतिक विरासत इस्लामी दुनिया में एक महत्वपूर्ण स्थान रखती है।"
      },
      {
        "locale": "fr",
        "text": "L'Andalus, ou الأندلس en arabe, désigne les territoires de la péninsule Ibérique sous domination musulmane entre 711 et 1492. Aujourd'hui, ces territoires correspondent principalement à l'Espagne et au Portugal. L'Andalus fut un important centre de savoir et de culture, où coexistèrent les musulmans, les chrétiens et les juifs, favorisant un échange intellectuel et culturel significatif qui a influencé l'Europe et le monde islamique tout entier."
      },
      {
        "locale": "tr",
        "text": "İslami tarihte önemli bir bölge olan Endülüs, bugünkü İspanya ve Portekiz topraklarını kapsamaktadır. 711 yılında başlayan İslam hakimiyeti, yaklaşık sekiz yüzyıl süren zengin bir kültürel ve bilimsel miras bıraktı. Endülüs, farklı din ve kültürlerin bir arada yaşadığı hoşgörü örneğiydi. İslam medeniyetinin Avrupa'ya yayılmasında köprü görevi gören Endülüs, özellikle bilim, felsefe ve sanatta önemli katkılarda bulundu. 1492 yılında İslam hakimiyeti sona erdiğinde, bu bölgenin mirası tüm dünya için değerli bir kültürel zenginlik olarak kaldı."
      },
      {
        "locale": "es",
        "text": "Al-Ándalus, conocido en árabe como الأندلس, abarcaba lo que hoy son España y Portugal. Esta región fue un crisol de culturas, destacando como un influyente centro de conocimiento durante la Edad Media. Bajo gobierno musulmán desde el 711 hasta el 1492, Al-Ándalus fue testigo de notables avances en ciencia, filosofía, arte y arquitectura, lo que refleja una era de convivencia entre musulmanes, cristianos y judíos, contribuyendo significativamente al Renacimiento europeo posterior."
      },
      {
        "locale": "ms",
        "text": "Andalus, atau الأندلس dalam bahasa Arab, merupakan nama sejarah bagi kawasan yang kini dikenali sebagai Sepanyol dan Portugal. Era kegemilangan Andalus sebagai pusat ilmu pengetahuan dan budaya Islam terjadi semasa pemerintahan Umayyah. Kawasan ini terkenal dengan pencapaian dalam bidang sains, seni, falsafah, dan kedoktoran. Kehadiran Islam di Andalus bermula pada tahun 711 Masihi dan meninggalkan kesan yang mendalam terhadap pengembangan budaya dan intelektual di Eropah, sehingga akhirnya berakhir pada tahun 1492 dengan penaklukan Granada."
      },
      {
        "locale": "ru",
        "text": "Андалус (الأندлس) означает исторический период, во времена которого Иберийский полуостров был в значительной мере под контролем мусульман с 711 по 1492 год. Эта территория, охватывающая современные Испанию и Португалию, была известна как центр культуры, науки и религиозной толерантности. Андалус играл ключевую роль в сохранении и распространении знаний древних времён, что способствовало возрождению наук в Европе, во времена Ренессанса."
      },
      {
        "locale": "bn",
        "text": "আল-আন্দালুস, বর্তমান স্পেন এবং পর্তুগাল নিয়ে গঠিত একটি ঐতিহাসিক অঞ্চল যা ইসলামিক সভ্যতায় অত্যন্ত প্রাধান্য লাভ করেছিল। ৭১১ খ্রিস্টাব্দে মুসলিম সেনাবাহিনীর অধিকারে আসার পর থেকে, এই অঞ্চলটি বিজ্ঞান, দর্শন, শিল্প এবং সাহিত্যে অসামান্য অবদান রাখে। ইসলামিক স্থাপত্যের অসাধারণ নিদর্শন যেমন আলহামব্রা, এবং কর্ডোবা মসজিদ এই অঞ্চলের ঐতিহ্যকে প্রতিফলিত করে।"
      },
      {
        "locale": "ha",
        "text": "Andalus, ko a Larabci 'الأندلس', yanki ne da ya yi tasiri sosai a tarihin Musulunci, yanzu ya zama kasashen Spain da Portugal. Wannan yanki na musamman ya zama cibiyar ilimi, al'adu, da fasaha a zamanin mulkin Musulmi, wanda ya fara daga karni na 8 zuwa 15. Andalus ta kasance gada tsakanin al'adun Yamma da Gabas, inda ta taimaka wajen yada ilimi, adabi, kimiyya, da fasahar Islama zuwa Turai."
      },
      {
        "locale": "so",
        "text": "Andalus, ama loo yaqaan الأندلس af Carabi, waxay ahayd gobol taariikhi ah oo ku yaallay halka maanta ay ka jiraan Spain iyo Portugal. Gobolkani waxa uu ku caan baxay doorkii uu ku lahaa taariikhda Islaamka, gaar ahaan intii u dhaxaysay qarniyadii 8aad ilaa 15aad, markii Muslimiintu maamulayeen oo ay horumar balaadhan gaadhsiiyeen deegaankan. Taariikhdan waxay iftiimisaa fikrado, dhaqan, iyo saynis kuwaas oo saameyn weyn ku yeeshay Europe inteeda kale. Andalus waxa kale oo ay kaalin muhiim ah ka qaadatay isdhexgalka iyo isweydaarsiga aqoonta diinta Islaamka iyo dhaqanka."
      },
      {
        "locale": "ps",
        "text": "الأندلس، د اسلامي تاریخ په ډګر کې یو مهم سیمه وه، چې د ننني سپین او پرتگال په سیمو کې واقع وه. دغه سیمه په میانه پیړۍ کې د اسلامي ثقافت، علم او فنونو مرکز وو. د اندلس مسلمان حکمرانانو د علمي پرمختګونو او فلسفه په برخو کې غوره کړي دي. دا سیمه د تمدنونو د تبادلې، پرمختیائي کارونو، او د مسلمان امت په تاریخ کې ژور اغېز پریښودو لپاره مشهوره ده."
      },
      {
        "locale": "ar",
        "text": "الأندلس، المعروفة حاليًا بإسبانيا والبرتغال، كانت مركزًا حيويًا للحضارة الإسلامية بين القرنين الثامن والخامس عشر. استمر حكم المسلمين لما يزيد عن سبعة قرون، أثناءها شهدت المنطقة تطورًا كبيرًا في العلوم، الفلسفة، الفنون، والعمارة. استطاع المسلمون في الأندلس أن يسهموا بشكل كبير في نقل المعارف الإغريقية والرومانية إلى أوروبا. تعتبر فترة حكم هؤلاء المسلمين من ألمع الأزمنة في تاريخ الحضارة الإسلامية، وما زالت تأثيراتها ملموسة حتى الوقت الحاضر."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Spain and Portugal"
      },
      {
        "locale": "fa",
        "text": "اسپانیا و پرتغال"
      },
      {
        "locale": "ur",
        "text": "سپین اور پرتگال"
      },
      {
        "locale": "hi",
        "text": "स्पेन और पुर्तगाल"
      },
      {
        "locale": "fr",
        "text": "Espagne et Portugal"
      },
      {
        "locale": "tr",
        "text": "İspanya ve Portekiz"
      },
      {
        "locale": "es",
        "text": "España y Portugal"
      },
      {
        "locale": "ms",
        "text": "Sepanyol dan Portugal"
      },
      {
        "locale": "ru",
        "text": "Испания и Португалия"
      },
      {
        "locale": "bn",
        "text": "স্পেন ও পর্তুগাল"
      },
      {
        "locale": "ha",
        "text": "Sifaniya da Fotigal"
      },
      {
        "locale": "so",
        "text": "Isbeyn iyo Bortaqiiska"
      },
      {
        "locale": "ps",
        "text": "اسپانیا او پرتګال"
      }
    ]
  },
  {
    "id": "aqur",
    "slug": "aqur",
    "transliteration": null,
    "currentNameTransliteration": null,
    "numberOfAuthors": 57,
    "numberOfBooks": 377,
    "createdAt": "2024-10-20T12:51:22.426Z",
    "updatedAt": null,
    "nameTranslations": [
      {
        "locale": "en",
        "text": "Aqur"
      },
      {
        "locale": "ar",
        "text": "أَقُر"
      },
      {
        "locale": "fa",
        "text": "آقور"
      },
      {
        "locale": "ur",
        "text": "اقر"
      },
      {
        "locale": "hi",
        "text": "अक़ुर"
      },
      {
        "locale": "fr",
        "text": "Aqur"
      },
      {
        "locale": "tr",
        "text": "Aqur"
      },
      {
        "locale": "es",
        "text": "Aqur"
      },
      {
        "locale": "ms",
        "text": "Aqur"
      },
      {
        "locale": "ru",
        "text": "Акр"
      },
      {
        "locale": "bn",
        "text": "আকুর"
      },
      {
        "locale": "ha",
        "text": "Aqur"
      },
      {
        "locale": "so",
        "text": "Aqur"
      },
      {
        "locale": "ps",
        "text": "اقر"
      }
    ],
    "overviewTranslations": [
      {
        "locale": "en",
        "text": "Aqur's exact historical and geographical context within Islamic civilization is uncertain, with limited references in classical Islamic texts. It may have been a locale within the Arabian Peninsula, noted for its specific events or characteristics during the early Islamic period. The scarcity of detailed historical records makes Aqur an intriguing subject for further research in Islamic and Middle Eastern studies, potentially offering insights into lesser-known aspects of early Islamic geography and society."
      },
      {
        "locale": "fa",
        "text": "اقر، که به عربی أَقُر نوشته می‌شود، یک منطقه تاریخی در شبه‌جزیره عربستان بوده که موقعیت دقیق آن در حال حاضر مشخص نیست. این منطقه در تاریخ اسلامی دارای اهمیت بوده است، اگرچه اطلاعات محدودی در دسترس است. تحقیقات بیشتر در خصوص نقش و تأثیر اقر در دوران اسلامی می‌تواند به درک بهتر تاریخ و فرهنگ اسلامی کمک کند."
      },
      {
        "locale": "ur",
        "text": "اَقُر، جو کہ ممکنہ طور پر عرب کا ایک تاریخی علاقہ تھا، اس کا ذکر اسلامی تاریخ میں ملتا ہے۔ اس کا عربی نام أَقُر ہے۔ اِس علاقے کی موجودہ محل وقوع کے بارے میں معلومات مبہم ہیں، لیکن یہ علاقہ مسلم دنیا کے تاریخی جغرافیہ میں اہمیت رکھتا ہو سکتا ہے۔ تاریخ دانوں کو اس علاقے میں اسلامی تہذیبوں کے نشانات ملے ہیں جو اس کی تاریخی اہمیت کو بیان کرتے ہیں۔"
      },
      {
        "locale": "hi",
        "text": "आकुर, जिसे अरबी में أَقُر के नाम से जाना जाता है, संभवतः अरब का एक ऐतिहासिक क्षेत्र है। इस्लामी इतिहास में इस क्षेत्र का सटीक स्थान अनिश्चित है, परंतु यह विभिन्न ऐतिहासिक संदर्भों में उल्लिखित है। आकुर का सांस्कृतिक और धार्मिक महत्व इस्लामी जगत में पहचाना जाता है, क्योंकि यह मुस्लिम उम्माह के विकास में सहायक रहा है। इस्लाम के प्रारंभिक युग में आकुर की भूमिका और उसके योगदान को समझना इस्लामी इतिहास के अध्ययन में महत्वपूर्ण है।"
      },
      {
        "locale": "fr",
        "text": "Aqur, connu en arabe sous le nom d'أَقُر, est une région historique dont l'emplacement exact reste incertain, mais qui est très probablement située en Arabie. Peu de détails sont disponibles sur cette région, mais elle est mentionnée dans certains textes anciens, indiquant son importance historique. Aqur pourrait avoir joué un rôle dans les premiers développements de l'islam ou dans les interactions culturelles et commerciales pré-islamiques dans la péninsule arabique."
      },
      {
        "locale": "tr",
        "text": "Aqur (Arapça: أَقُر), tarihsel olarak Arabistan'da konumlanmış potansiyel bir bölgedir. Kesin konumu günümüzde belirsiz olmakla birlikte, İslam tarihinde önemli bir yer işgal edebileceği düşünülmektedir. Aqur, İslami kaynaklarda zaman zaman referans olarak geçse de, bölgenin tarihî ve kültürel önemi hakkında detaylı bilgiler sınırlıdır. Bu bölgenin, İslami dönem öncesine dayanan bir geçmişi olabileceği ve zamanla unutulmuş olabileceği öne sürülmektedir."
      },
      {
        "locale": "es",
        "text": "Aqur, conocido en árabe como أَقُر, es una región histórica cuya ubicación exacta en la actualidad es incierta, aunque se cree que estaba situada en Arabia. Su importancia radica en su papel durante los períodos formativos del Islam, posiblemente como un centro de intercambio cultural o como un enclave significativo en las rutas de caravanas. La falta de certeza sobre su localización exacta añade un velo de misterio sobre su historia y su contribución al desarrollo de las primeras comunidades musulmanas."
      },
      {
        "locale": "ms",
        "text": "Aqur, atau dalam bahasa Arab, أَقُر، mungkin merupakan sebuah kawasan bersejarah di Arab yang lokasinya tidak pasti pada masa kini. Sedikit informasi yang tertinggal dan sumber sejarah membuat Aqur menjadi subjek yang misterius dalam kajian sejarah Islam. Keberadaannya, yang dirujuk dalam beberapa teks kuno, memainkan peranan yang belum sepenuhnya difahami dalam perkembangan awal Islam di Jazirah Arab. Kawasan ini, walaupun diliputi keabuan sejarah, tetap penting untuk dipelajari bagi memahami konteks geografi dan budaya Islam."
      },
      {
        "locale": "ru",
        "text": "Акюр, арабское название - Акыр, представляет собой исторический регион, местоположение которого до сих пор остается неопределенным, однако предполагается, что он находился на территории современной Аравии. Этот район имеет важное значение в исламской истории, как место событий или как точка исхода для значительных культурных и религиозных движений в ранний период развития ислама."
      },
      {
        "locale": "bn",
        "text": "আকুর, আরবীতে পরিচিত হিসেবে 'أَقُر', ইসলামিক ইতিহাসে একটি উল্লেখযোগ্য অঞ্চল যার সঠিক অবস্থান বর্তমানে অনিশ্চিত। এটি সম্ভবত ঐতিহাসিক আরবের একটি অঞ্চল হিসেবে পরিচিত ছিল। ইসলামের প্রাথমিক যুগে এই অঞ্চলের মহত্ত্ব ও সাংস্কৃতিক প্রভাব ছিল উল্লেখযোগ্য। যদিও বর্তমানে এর ঐতিহাসিক পরিচিতি কমে গেছে, তবুও ইসলামিক ঐতিহাসিকরা এই অঞ্চলকে গভীরভাবে গবেষণা করে থাকেন।"
      },
      {
        "locale": "ha",
        "text": "Aqur, da Larabci ana kiranta أَقُر, wata yanki ce a tarihin Musulunci wadda ba a san takamaiman wurinta a yanzu ba, amma ana zaton tana cikin yankin Larabawa. Wannan yankin na da matukar muhimmanci a farkon tarihin Musulunci. Tarihin Aqur na da alaka da al'adu da zamantakewar Larabawa kafin zuwan Musulunci, wanda ya sanya ta zama muhimmiyar wajen nazarin tarihin addinin Musulunci da kuma yadda ya yadu a fadin Larabawa."
      },
      {
        "locale": "so",
        "text": "Aqur, oo af Carabi loo yaqaan أَقُر, ayaa ah magac hore u ahaan jiray gobol taariikhi ah oo ku yaalla Jaziiradda Carabta. Maanta, goobta saxda ah iyo muhiimadda Aqur ma cadda, laakiin waxaa loo maleynayaa inay ahayd meel muhiim u ah isu socodka ganacsiga iyo dhaqanka ee qarniyadii hore. Taariikhyahanada iyo aqoonyahannada Islaamku waxay sii wadaan inay baaraan oo ay fahmaan saameynta gobolkan aan la hubin ee ku lahaa horumarka hore ee bulshooyinka Muslimiinta ah."
      },
      {
        "locale": "ps",
        "text": "اقور، چې په عربي کې یې ته أَقُر وایی، د هغه سیمو څخه دی چې په اسلامي تاریخ کې مهم ګڼل کیږي. دا سیمه نن ورځ په عربستان کې ده، خو دقیق موقعیت یې لا هم نامعلوم دی. اقور د اسلامي نړۍ تاریخي خاورو کې یوه نامتو ځای دی، چې د اسلام د پرمختګ او پراختیا په برخو کې یې مهم رول درلود."
      },
      {
        "locale": "ar",
        "text": "تُعتبر أَقُر من الأماكن التاريخية المهمة في الجزيرة العربية، ولكن موقعها الدقيق غير مؤكد في الوقت الحالي. تُشير المصادر الإسلامية إلى أهمية هذه المنطقة في العصور الإسلامية المبكرة، حيث كانت موقعًا لبعض الأحداث التي لعبت دورًا في تشكيل التاريخ الإسلامي. البحث التاريخي في مكانة أَقُر ودورها يظل محل اهتمام ودراسة للمؤرخين الذين يسعون لفهم أفضل للجغرافيا التاريخية للجزيرة العربية."
      }
    ],
    "currentNameTranslations": [
      {
        "locale": "en",
        "text": "Uncertain, possibly a historical region in Arabia"
      },
      {
        "locale": "fa",
        "text": "نامشخص، احتمالاً یک منطقه تاریخی در عربستان"
      },
      {
        "locale": "ur",
        "text": "غیر یقینی، ممکنہ طور پر عرب کا ایک تاریخی خطہ"
      },
      {
        "locale": "hi",
        "text": "अनिश्चित, संभवतः अरब में एक ऐतिहासिक क्षेत्र"
      },
      {
        "locale": "fr",
        "text": "Incertain, possiblement une région historique en Arabie"
      },
      {
        "locale": "tr",
        "text": "Belirsiz, muhtemelen Arabistan'daki tarihi bir bölge"
      },
      {
        "locale": "es",
        "text": "Incierto, posiblemente una región histórica en Arabia"
      },
      {
        "locale": "ms",
        "text": "Tidak pasti, mungkin sebuah kawasan bersejarah di Arab"
      },
      {
        "locale": "ru",
        "text": "Неопределенно, возможно, исторический регион в Аравии"
      },
      {
        "locale": "bn",
        "text": "অনিশ্চিত, সম্ভবত আরবের একটি ঐতিহাসিক অঞ্চল"
      },
      {
        "locale": "ha",
        "text": "Wata yanki na tarihi a Larabawa watakila"
      },
      {
        "locale": "so",
        "text": "Mid aan la hubin, suuragal ah inay tahay gobol taariikhi ah oo Carbeed"
      },
      {
        "locale": "ps",
        "text": "غیر معلوم، ممکن د عربستان یو تاریخي سیمه"
      }
    ]
  }
]